{"text": "kek based, I'm too lazy. I saw your comment and knew exactly what you're doing and followed the chain reply."}
{"text": ">NYOOOOO I NEED THAT ATTACK LVL 4 DECO TO ENJOY THE GAME BUT ITS GATED AT ANOMALY LEVEL 240+ HOW WILL I COPE"}
{"text": ">its a \"shartour plays absolutely dogshit boring fucking hero like dusa/tb/naga again and will probably choke AGAIN\" episode"}
{"text": ">Buy Nullifier+Mjolnir because you fear the Dark Seer BVLL's illusions so much you don't want to make them stronger and the throw the game because you have no damage or survivability"}
{"text": ">When Focalors shares a party with only females, all members receive 20% increase ATK and 15% increase HP. When a males are present ATK is decreased by 10% per male member."}
{"text": ">meanwhile cryo and geo are literally shit and only usable when HYV decides to rerun ayaka/zhong respectively"}
{"text": ">tfw micke can't even play because mc kept disarming him the last two fights"}
{"text": ">they just pop arcanes and chakra to instantly heal the equivalent of 1500 damage which also can't be reduced by anything"}
{"text": "SAR BLUDY BASTERDS !!! HOW DID ARTEEZY LOOSE !?!? ABED BENCHOD BASTERD GUY GET SIR MICKEY RETURNING !!"}
{"text": "Not sure how to feel about this pic. On one hand Tabibito's behavior is based as fuck given the situation, on the other hand it implies girls are capable of cheating in the first place and fuels shiptranny fantasies."}
{"text": ">game with genuinely intriguing lore I've played every day for 2.5 years exclusively with hot women and more recently decensorship mods"}
{"text": ">>>>>>>turd based"}
{"text": "She's supposed to be based off a dancer from the old testament and the character herself is from central Asia. She's probably Jewish more than anything"}
{"text": ">I'm supposed to believe he will be good with Focalar's HP drain while fighting 6 maguu kenkis in the abyss"}
{"text": ">entire country on the brink of a catastrophic energy crisis where no one understands how it even still functions"}
{"text": ">from the biggest joke of the game to the most important member of every team composition now and in the future"}
{"text": "All buffers need to compete with >B so her buff needs to be strong to justify not just a healing lost, but a hp drain."}
{"text": ">focalors will be useful only if you play one of the homo dps of the region designed around her gimmick"}
{"text": "I will never stop using my C5 wife kek. Dendro saved her and she is now my main dps in my quicken/aggravate team. Just one more and she will be my first 5* C6"}
{"text": ">Noooo your character is dogshit if you must pair it with other element in a game about interactions of elements"}
{"text": "No unless you want to be doing dailies in a game you hate and saving for characters that will never come like >>427192545"}
{"text": ">based and helpful archon"}
{"text": ">The big Sumeru event is about Kaveh's dad. At least Inazuma had the decency to focus on important characters."}
{"text": "Even in the event that first introduced it, half of it was about Muh Collei and they split apart during other NPC interactions."}
{"text": ">Schizos posting losing thy minds but they didn't know that were in the halls of BEJITA!"}
{"text": ">You either have too much time on your mental daycare. You either have too much time on your mental daycare."}
{"text": "Kuaru (at least the HR versions) is what the land-based lagi in Gen/U should have been. Even if he has 0 chance of coming to mainline I'd love it if they at least took inspiration/moves from him when redesigning lagi for nuMH"}
{"text": "Either paste the picture link in there or you can make it easier on the algorithm and use win+shift+s > crop out the moonrunes > go to yandex and hit ctrl+v"}
{"text": ">MAYBE a change in a combo from the same monster as a special investigation"}
{"text": ">INFORMATION &amp; GUIDES"}
{"text": ">NEWS &amp; STREAMS"}
{"text": ">Three women and BSJ"}
{"text": ">you now remember this guy suddenly became a millionaire after making pennies in 'pro' dota"}
{"text": ">bulba reveals how he planned the biggest shart to go off"}
{"text": ">You pick FUCKING STORM SPIRIT"}
{"text": ">thinks dark seer is good vs medusa when he just hands the lane for free to a medusa"}
{"text": ">tfw low mmr enough to not see medusa at all"}
{"text": ">not allowed to be in main stages unless you're pro or unfunny"}
{"text": ">fucking SVG always talks over Cap's"}
{"text": ">Arteezy is the only player in the tournament capable of losing with Medusa"}
{"text": ">Game is even because both carries are sharting one after the other"}
{"text": ">You're surrounded by brown people 24/7. How can that be nice?"}
{"text": ">yfw it still isn't RTZ's major or year"}
{"text": ">THERE'S SHARTS EVERYWHERE"}
{"text": ">YOU HAVE ENCH ON YOUR TEAM ANYWAY"}
{"text": ">2 of those loses are from RTZ and friends"}
{"text": ">I-im not a sandnigger!!"}
{"text": "Honestly a shame SVG has to be paired with Crapitalist. No wonder that retard doesn't get invited to events, he is such a bad caster and doesn't even try."}
{"text": ">remains the worst coach in dota history, feeds into the dead NA meme"}
{"text": ">Current weapon banner: Key of Khaj-Nisut (Sword), A Thousand Floating Dreams (Catalyst)"}
{"text": ">In less than 2 days everyone except transbians will be playing Star Rail"}
{"text": "This general was doomed the second you people allowed twittertroons and redditniggers be here, alongside fucking ACK."}
{"text": ">He thinks he's playing Zelda:Flavor Of The Month for any longer than a week"}
{"text": ">made her, one of the best designs of the next region, a shitty support trapped at C6"}
{"text": ">male mc not in the middle but cut off at the bottom"}
{"text": ">bring Focalors for a DPS gain"}
{"text": ">but bringing Qiqi is a DPS loss"}
{"text": "kek what's the cope for this one?"}
{"text": "If an archons kit is based on their personality what does this say about her?"}
{"text": ">it's even more WORDS WORDS WORDS"}
{"text": ">horribly pollutes the entire country to the point where parts of it are uninhabitable"}
{"text": ">drives away the native oceanids due to how polluted everything is and how insufferable you are"}
{"text": ">jails and executes poor people for not being able to pay their debt"}
{"text": ">foreigners like liben spread rumors that you're creating an oppressive atmosphere"}
{"text": ">spends all day acting like a clown in court for fun instead of dealing with anything"}
{"text": ">sends her minions to khaenrian ruins to learn how to create a nuclear bomb"}
{"text": ">Some Fontaine's enemies will have a poison aura that makes them immune to green number"}
{"text": ">Getting hit by them or swirling poison aura will give the characters corrosion debuff"}
{"text": ">FOCALORS AND YELAN ARE NOT COMPATIBLE"}
{"text": ">FOCALORS AND YELAN ARE NOT COMPATIBLE"}
{"text": ">FOCALORS AND YELAN ARE NOT COMPATIBLE"}
{"text": "You WILL be investing your generous FREE FARUCHAN into rolling further cons for your Wanderer and Xiao, right gig?"}
{"text": ">you need this support healer so this support buffer could work"}
{"text": ">5 star, Pyro, bow, main DPS, CA playstyle"}
{"text": "Please don't rerun me Hoyoverse. I don't want to see A-a-aaahhhh-yaahhk-BLLLLLLLLLLLLLERRRRRRRRUUUUUUUUUUURRRRRRGGGGGGGGGGGGGGGGG"}
{"text": ">ANOTHER meltie"}
{"text": ">What's next, a buffer that can only buff a specific character?"}
{"text": ">locking Lynette to one and a half characters + one niche kind of attack"}
{"text": ">the only thing all leakers consistently agree on is that lyney is 5* while lynette is 4*"}
{"text": ">Squid Impact with no ICD"}
{"text": "Dendro saved electro and buffed everyone. Now kuki or kek are unironically very good units."}
{"text": ">hey stranger I want to sell you this dog feces I found on the street"}
{"text": ">LMAO YOU ARE POOR LOLOLOLOL"}
{"text": ">leaktards pretending that they know what a kit that releases in like 4 or 5 months is going to be"}
{"text": ">hydro is already the premier element and vital to every single meta team in the game"}
{"text": ">already a 5* male DPS"}
{"text": ">Foca is stated to need fucking Baizhu of all characters to get the most use from her abilities"}
{"text": ">>Foca is stated to need fucking Baizhu of all characters to get the most use from her abilities"}
{"text": ">go sunk-cost on weapon banner trying to get paddle and get skyward crap instead"}
{"text": ">Yunjin is only good with Yoimiya, but is way less important to that team"}
{"text": ">big role in the TCG event"}
{"text": ">believing leaks of a character that will debut 6 months later"}
{"text": "Anon, Star Rail is basically Mihoyo FGO. It's not open world, and the big censorship pass already happened."}
{"text": ">Xiaofags and Scarafags are BTFO'd by Faruzan"}
{"text": "KOKOMI TAKEN FROM WATATSUMI AND CHAINED UP NAKED (AS GOOD PET DRAGONS SHOULD BE) AT THE FOOT OF FOCALOR'S THRONE."}
{"text": "KOKOMI SLOWLY COMING TO ACCEPT HER NEW ROLE AS FOCALOR'S FOOTREST, MOUNT, AND EYE CANDY AS SHE CATCHES IN THE STEAMBIRD HOW WATATSUMI IS FLOURISHING UNDER GOROU'S RULE"}
{"text": "This coupled with the fact that the dendro archon was an extremely popular loli makes /gig/ seethe like nothing else"}
{"text": "But I was told he was hated already in 3.3 >>427051214 →"}
{"text": ">map probably the size of the first two regions by now"}
{"text": ">Still gave him a cameo in the Lantern Rite PV in Liyue Harbor"}
{"text": "Read her dialogue with Scara in the Kaveh event, which has been up on Honeyhunter since the preload. That's what NGA has been having a melty over."}
{"text": ">(you)'re the only one who can keep the truth of this world and collect raw unretconned knowledge"}
{"text": ">IT'S FINE WHEN PAIMON DOES IT"}
{"text": "Another top tip: When it's EU hours, it's also SEA and AUS hours. The worlds most legitimately schizophrenic region with the region filled with the worlds most rampant shitposters that even Moot said he hated for shitting up the site so much"}
{"text": "zajef here i wont build hp on my characters, btw skip focalors hp based characters = easy skip"}
{"text": ">Alhaitham has never be free of Kaveh or has had any individual storyline after the Sumeru AQ"}
{"text": ">Aruhaizen will now always show up with kaveh like eula has with amber"}
{"text": "hopefully none, I want new monsters or cool old monsters not poorly designed chink mmo garbage (for some reason fronturdies always ask for the shittiest looking mons, ask for something real dipshits!!)"}
{"text": ">extremely insecure about his skill which is why he wont play with others"}
{"text": ">zero friends to talk about monhun with so comes to a watering hole to piss in it"}
{"text": ">such an unlikable aspie that he can't even make a friend with someone from 4chan"}
{"text": ">BUT MUH GRAPHICS"}
{"text": ">BUT NINTENDO BAD COMPANY"}
{"text": ">people on my bracket only fighting risen shagaru in an arena"}
{"text": "don't care I won't buy DLC for a game I don't like in hopes that it makes the game better and Rise was good without DLC (the DLC just made the game even better)."}
{"text": "NOOO NOOOOOOOOOO THAT GOES AGAINST MY RHETORIC DELETE THIS POST DO -NOT- POINT THAT OUT!!!!"}
{"text": "AIEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEE BEJITA-SAMA I REFUSE TO DISCUSS MONSTER HUNTER I MUST SCREAM ABOUT THE VOICES IN MY HEAD ARE SAYING!"}
{"text": "TRANNIES ARE IN MY WALLS, NINTENDO MADE RISE! I HATE WORLD NO I HATE MONSTER HUNTER!!!!"}
{"text": "yea, they have established the main fan favorite monsters, now HOPEFULLY they can add in fun interesting monsters to sit besides the likes of zinogre, Nargacuga, Raths, etc..."}
{"text": "PLEASE KAKAROT! I've Carted twice already I-I need you to finish the hunt for me! My lance is to weak and small to hurt the monster please use your Big and Powerful Great Sword!"}
{"text": "AAAAAAA why is Citra so shit cursed? I decided to replay MH3U after a long time. Got DLC, 30 fps cheat, no bloom and dithering cheats. HD patches. Launch game, WHAM cutscene at 7-14 fps. Set cpu to 70% like I saw suggested somewhere, cutscenes now at ~26 fps but Citra crashed three times in like ten minutes, and spams you with \"circle pad pro connection lost\"."}
{"text": "Yeah I got the nightly canary build. I also went full grand autismo and compiled some chink fork that apparently had some fmv improvements, but it actually fucking ran even worse."}
{"text": "It's actually over for ichinose garbage. Both the west and the east love WorldBorne most of all, with Frontier following in second. Our next game is going to be, without a doubt, a World 2 MMO with purchasable DLC akin to FFXIV/WoW."}
{"text": "Ichinose and Rise's D-team will be relegated to cuck helpdesk support roles for the upcoming World 2 MMO."}
{"text": "that's not strictly true. Confidence doesn't eliminate condemnation, that's just your midwit rationalization. Confidence and zeal come with a degree of condemnation, as a form of gatekeeping."}
{"text": ">kuckshala is the weakest of dos trio event though it is always introduced after chameleos"}
{"text": ">Is also the weakest risen even though it came out after chammy"}
{"text": ">what kind of retard works while not enjoying it? just hang yourself retard"}
{"text": ">yfw you delete all arena and infernal springs because it isn't forlorn arena"}
{"text": "I'm MHW babby but I just wanted to share how I love this game. By far one of funniest game I've been playing in years and I'm pretty sad that after a year me and my three friends are closing to Iceborn ending."}
{"text": "And yeah, I love my LBG. Some anons called me retarded for using it instead of HBG but I simply don't care. I love shouting \"I'VE PLACED MINES, GET BEHIND THEM\" to the mic when leading four player hunt."}
{"text": ">Special Investigation Khezu new attack oneshots you harder than Risen Shagaru's nova"}
{"text": ">before i even read the comment i said in my head \"what kind of gravios is that\""}
{"text": "Previous: >>428101595 →"}
{"text": "go to secret and kick that shitter boom out or stay with og because you immediately cut one of the two visa issues out of the team"}
{"text": ">Taiga calling GG out"}
{"text": ">>428125191 (OP)"}
{"text": "theyre gonna be in that limbo where theyre way better than all the div2 teams but real teams like gg, liquid, og etc can beat them right back down with a 2-5 record"}
{"text": "MC gets super sacked every game and his laning partner has to play no impact shit like disruptor, phoenix, dark willow because their 1/2 are extremely greedy and his pos5 is nuthugging his carry because he autoloses his lane"}
{"text": "how hard are you going to cry and jerk off to BLACKEDRAW when Shitrekt eliminates you again, blitz?"}
{"text": "oh how the mighty have fallen. this isn't making girls wet at all. looks like he smells like cheez-its"}
{"text": ">Ephey is finally on"}
{"text": ">import seadogshit pinoy mid"}
{"text": ">move dogshit t2 mid to offlane"}
{"text": ">surely this will win TI this time"}
{"text": "I'm fucking PUMPED to see what MasterMind Bulba has figured out to beat Medusa."}
{"text": "If Liquid wins TI Valve should add a BBC hero in Blitz's honor"}
{"text": "Where is the 8 year old BSJ took that shirt off?"}
{"text": "BOOM is total dogshit and puppey would be glad to be rid of him"}
{"text": "I just lost a game during this break between esports and I don't even feel bad because we deserved to lose."}
{"text": "HOW THE FUCK DID OG BEAT LIQUID???????"}
{"text": ">\"we're just good friends in real life\""}
{"text": ">not including shitsania nishart and zairrhea"}
{"text": ">yuragi destroyed him with just illusions"}
{"text": "micke was hanging out in front of his t3 waiting to farm some creeps safely but MC blink ravages him and the whole of OG burst him"}
{"text": ">Neither team bans Medusa"}
{"text": ">You have first pick"}
{"text": "lol someone asked in chat what country fly was from and people who replied with just israel got banned for an hour"}
{"text": "JUST FUCKING BAN IT JESAS, JUST ONE FUCKING ENJOYABLE GAME YOU FUCKERS"}
{"text": ">basing your selfworth on how many holes youve been in"}
{"text": "I really hope mc actually stayed so long with Kuro for the money, because if og or any decent team with sponsors want him they definitely can afford him. If he really stays for friendship than nothing can save him"}
{"text": ">Both MC and Sumail playing like insane"}
{"text": ">dark seer into ench"}
{"text": "Dotards don't hit the gym even though it's been proven to increases your mmr and improve your performance in video games"}
{"text": "but that's the thing anon. it's a competition on who SHARTS first. ramzes or artour. that's the game"}
{"text": "If your pussy score is your main source of self worth, you're only slightly less of a loser than an incel."}
{"text": "I feel like out of all the offlaners, they choose mc because yuragi is fighting mc in lane every time he's up against nigma and can see how versatile he is. Winning against nigma is easy, but being messed with in lane is a pain."}
{"text": "honestly, when you spend your entire day sitting down and playing the computing equivalent of cocaine then you're probably not hungry ever"}
{"text": "look at miracle, that dude looks like he came out of a concentration camp and gets sick all the fucking time"}
{"text": "They are also getting those sweet arab money and chilling in Dubai for half a year, they are probably fine with being mediocre div2 jumping team all the time as long as they have the cash cow"}
{"text": ">she was working today"}
{"text": "psg here i'm playing on my NEW purchased account!!"}
{"text": "zozzle!!!! TOP ZOZZLE!!!!"}
{"text": ">have hellraisers logo"}
{"text": "how many games in a row would you accept teammates abandoning etc without getting suspicious your calibration is rigged"}
{"text": "Wow another Medusa game. I will say this again, the only reason Medusa is so strong is that Mystic snakes is one of the strongest spells and should be heavily nerfed. Makes it impossible to lane against her."}
{"text": ">medusa offlane"}
{"text": ">alchemist support"}
{"text": "its starting to feel like dota circa 2014 when the hero balance was dogshit and everyone was competing to abuse the most broken characters"}
{"text": "If you are one of the million pajeet slave workers or instagram whores getting fuckef by rich arabs? Sure. If you are one of the people chilling in 5 star hotels and have connections, its probably pretty fucking nice"}
{"text": ">Mikey but good"}
{"text": "You're surrounded by brown people 24/7. How can that be nice? Also, they haven't invented plumbing so they carry their shit around in cars."}
{"text": ">shartify gets the easiest opponent"}
{"text": ">Easiest opponent"}
{"text": ">killstealing shartour"}
{"text": ">Hahahahuhuehuehue"}
{"text": "I was flamed in the previous thread for suggesting this. Apparently it's not a good idea because \"then you'll be playing against PL or Doom\"."}
{"text": "you can't say anything but laugh that someone approved this and then someone coded this and put it in the game and no one said hmm maybe the math here is a bit off"}
{"text": ">drain Medusa's mana"}
{"text": ">Relegating /ournigga/ to div2"}
{"text": "legit only reason why WEU \"is the best\" region now is because China got cucked by their government"}
{"text": ">trashcans are buttblasted"}
{"text": ">they throw free reports"}
{"text": "jesus christ these caster duo. fucking SVG always talks over Cap's"}
{"text": "ummm does rtz know that he literally can't die if he doesnt literally walk up to nyx as a ranged hero"}
{"text": ">rtz sharting so hard that abed caught his stomach flu"}
{"text": "unadaptive carry who built up a fanbase which gives him job security and orgs with unlimited venture capitalist money helps him build mercenary teams designed to get him major and TI wins but have failed every year"}
{"text": "Just like living in the USA or western Europe then. But at least no one will mug you on the street"}
{"text": ">3 games in a row nyx support"}
{"text": "Give it to rtz to threw the game for 5 times now when the enemy team is doing everything possible to give them the win"}
{"text": "Listening to Cap is like listening to nails on a black board, only reason he has a job is because he is a part of the caster cabal"}
{"text": ">doesn't even poke hg"}
{"text": ">Medusa can't turn Tiny into stone"}
{"text": ">Faceless Void can't look in her eyes"}
{"text": ">kill arteezy with no buyback"}
{"text": ">wait until he respawns"}
{"text": ">when he can't farm as efficiently as the other carries"}
{"text": "??? they had the advantage, how did they not kill anything"}
{"text": ">Lock gaze with the gorgon"}
{"text": "LOST WITH NOT JUST DUSA BUT A DUSA WITH KOTL AND STORM"}
{"text": ">*sharts on your meta*"}
{"text": "I only tune in occasionally and I've only ever seen arteezy totally fuck up and lose every time. How is this guy a pro player?"}
{"text": ">rtz is going to get sent to the eg match"}
{"text": ">sumail sues EG and sends them to LB"}
{"text": ">rtz can't beat them and goes home"}
{"text": ">Playing most broken hero"}
{"text": ">Have perfect start"}
{"text": "truly, we must all thank RTZ for providing us with such entertaining sharts."}
{"text": ">his post before that"}
{"text": ">Medusa has a 76%WR"}
{"text": ">Only 5 games lost"}
{"text": ">simping for a sandy shithole for whores and pajeets"}
{"text": "How did both slacks and mc lost so much weight? And why can't /d2g/ smelly dotards do it too???"}
{"text": ">EE just quit dota"}
{"text": ">literally everyone evading interviews"}
{"text": "Stop using meme buzzwords you absolute underage mong, no one is \"simping\" for a sandnigger shithole simply because i stated facts that its probably a lretty nice place if you are rich"}
{"text": ">no one is \"simping\" for a sandnigger shithole"}
{"text": ">You will never have Ephey GF"}
{"text": "He's literally streaming every evening for a few hundred other autistic weebshits whi still remember that dogshit retard"}
{"text": ">Wanting to get into day trading during a bear market"}
{"text": ">ee quit for real"}
{"text": "You're simping for a sandy shithole because you saw some faggot on instagram hyping it. You should take your mother there, she'd enjoy getting paid for once."}
{"text": "is Disperser sleeper OP? i mean yeah it's expensive but it's like having a haste rune in your inventory on a 15 second cooldown, and you get like 105 damage on agi heroes, assuming your target isn't bkb'd"}
{"text": ">disgusting pajeet brainlet hates women"}
{"text": ">pakazs gets this big titty goddess"}
{"text": ">his team and BC shart on NA's relevance and popularity"}
{"text": "kek that insta pick"}
{"text": ">sharting begins again"}
{"text": ">storm into doom"}
{"text": ">storm instapick"}
{"text": "Previous: >>427171759 →"}
{"text": ">Event \"Fulminating Sandstorm\" live until May 1st"}
{"text": ">Web Event \"Chords of the Forest\" live until April 27"}
{"text": ">Event \"Brewing Developments\" live until April 24"}
{"text": ">Current character banner: Nahida, Nilou, Kuki Shinobu, Layla, Dori"}
{"text": ">Daily check-in rewards (permanent)"}
{"text": ">Redeemable Codes (all regions): https://genshin.mihoyo.com/en/gift"}
{"text": ">Useful Links (Wiki, BannerSim, Maps, Guides, etc.)"}
{"text": "*T/L note: a lil vague but this word here could mean \"corrosion\" or \"bleed\"; unclear if it describes enemy mechanics or Focalors' own kit"}
{"text": ">and \"Prototype Amber\" Yanfei"}
{"text": "Based fellow tankfei chad"}
{"text": "Is she's that good with Baizhu I'll just roll him on his rerun, no point getting him early because some random leak says so."}
{"text": "Enjoy your dominance while it lasts, cuckbois. In just 2 more weeks Zelda: tears of the gachanigs will destroy your cheap knockoff pretend game."}
{"text": ">another buff for benny boy"}
{"text": ">account bricked"}
{"text": ">buffs and kills your character"}
{"text": ">some irrelevant consolecuck shit"}
{"text": "Aetherkeks are so pathetic"}
{"text": "The year is 2024. Fontaine is released and its shit. /gig/ is a barren wasteland besides 2 trannies posting gay porn off cooldown. Honkai Star Rail General is the most popular thread on /vg/."}
{"text": ">your favorite genshin"}
{"text": "I want to enjoy Zelda but the switch is unacceptable shitware, it was trash on release and now it's an even bigger joke. Fuck playing this game at 20fps 720p. I'll wait for 60fps on emulator or never play it."}
{"text": "To be fair, you have to have a very high IQ to understand Nilou's bloom teams. The gameplay is extremely simple, yet without a solid grasp of elemental gauge theory most of the damage from optimal bountiful core generation will go over a typical player's head."}
{"text": ">not using both"}
{"text": ">Energy Cost : 80"}
{"text": "Focalors decreases the HP of the whole team, Bennett can only heal one character at a time, so you better have his burst up whenever you switch or you get one tapped."}
{"text": "As expected of genshitters. No loyality at all. This is why the gacha community shun you disgusting assholes"}
{"text": "More like f2p moron. You should have good units even f2p. Unless you're 100% new, if you're 100% new, just make her off-field and use Barbara for bloom."}
{"text": ">arab themed character"}
{"text": ">canon male mc directly on the play button"}
{"text": "Wouldn't quickly replicating massive overgrown trees rob the planet of it's carbon atoms first before the oxygen atoms? https://simple.wikipedia.org/wiki/Earth#Chemical_make-up"}
{"text": ">the average /gig/ mindset"}
{"text": ">leaks for archon even though shes 4.1+"}
{"text": ">no leaks for 3.8 or 4.0 or Hydro traveler"}
{"text": ">some generic B-tier Sci-Fi beat-em-up"}
{"text": "using trial dehya with ganyu last event was getting nice melts and was fun should I have rolled will there ever be another 5* female pyro applier"}
{"text": ">AI chatbot roleplaying"}
{"text": "Almost as cringe as >>427184792"}
{"text": "A) The oxygen consumption of land plants is much lower than those of us animals since they have slow metabolisms and don't need to make rapid movements"}
{"text": "B) The oxygen consumption of living beings in general is fairly small. Global warming and habitat loss due to mass cutting of forests is a much bigger issue."}
{"text": ">focalor will kill diluc instead of saving him"}
{"text": ">trees post on /gig/"}
{"text": ">already half read genshin's texts"}
{"text": ">check out star rail"}
{"text": "Sorry but genshin is enough for me, I dont know how anyone is going to play star rail without being forced to read even more wordy texts. Judging by Honkai and Genshin's writing, I do not have much hope for star rail's writing either."}
{"text": ">Can't even tank 1 (one) ruin guard"}
{"text": ">sexy brat who needs rape correction"}
{"text": "Yeah no, early kit is wrong most of the time, and she’s like 6-8 months in the future, if she’s really good with him you could always roll on his rerun"}
{"text": ">He didn't embrace Burgeon Dehya"}
{"text": ">Bro, your Thoma and Xinyan?"}
{"text": "Baizhu doesn't synergize with Foclaors because he gives additive damage increases while Focalors seemingly does the same. Foclaors is meant used in teams that want to gain full effect from Focalors, sort of like Bennett giving flat attack, so you can opt for more ER/EM."}
{"text": "The best Unit for Focalors will likely be a unit that does something besides buffing damage, maybe some cooldown reductions along with healing."}
{"text": ">murders the previous archon"}
{"text": "But this banner taught me that rolling for a 4* is a pain in the ass and mostly rigged. I need to save for lynette and other focalors cute girls..."}
{"text": "She was cursed to become a zombie due to something she saw during the archon war. They can just fix her somehow."}
{"text": ">focalors is shit"}
{"text": "Protip: if you don't use mondstadt chars only when in mondstadt, liyue only for liyue etc, you have NO soul or humanity."}
{"text": "why is neuvilette wearing a non visible BDSM getup under his court robes"}
{"text": "Why do leakers seem to have a huge boner for baizhu? First they hyped him like a second coming of Nahida (or even powercreep her). Then they say he’s the the best character for Focalor."}
{"text": "Has this ever happened before? Pretty sure nobody told you to roll for Shinobu or Yae because they’d be broken with dendro."}
{"text": ">your favorite genshin"}
{"text": "blue tao is giga based"}
{"text": ">Italy I'm half-macaco though"}
{"text": "why is r/gig so bad at amerimutt, euro and SEApag hours"}
{"text": ">I'm a girl tho"}
{"text": ">+6 meats every run too"}
{"text": "CA playstyle, multipliers lower than Ganyu but higher than Tighnari, relatively stronger in ST, maxed out elemental damage multipliers, massive improvements in constellations, C6 makes a substantial qualitative difference to playstyle"}
{"text": "*T/L note: OG ss linked here names Lynette as a 5 star but I believe that to be a mistake that was later corrected; she's still referred to as a 4 star in other places reposting this info"}
{"text": ">We're so stale even our schizos are bored now."}
{"text": ">single target trash"}
{"text": ">C6 makes a substantial qualitative difference to playstyle"}
{"text": ">CA buffer support"}
{"text": ">but only for bows"}
{"text": ">when a bow character performs a CA"}
{"text": ">lost the coinflip"}
{"text": ">only a week left on the banner"}
{"text": ">Fatui are secretly behind everything!"}
{"text": ">single target bow CA buffer"}
{"text": "the weird dendro tech of sumera was such a flop. they messed up bad. i hope they dont do this to the next regions"}
{"text": "Useless on only CA bow character that matters, well at least I can save more for Focalors and Blonde semen demon"}
{"text": ">Passive Talents"}
{"text": ">Single-minded pursuit"}
{"text": ">Not just a CA buffer"}
{"text": ">But a bow only CA attacker"}
{"text": ">reduces ally HP"}
{"text": ">https://poal.me/pum2vl"}
{"text": ">https://poal.me/pum2vl"}
{"text": ">https://poal.me/pum2vl"}
{"text": ">https://poal.me/pum2vl"}
{"text": ">https://poal.me/pum2vl"}
{"text": "it's kind of shitty how not even spending $100 will guarantee you even getting a character, let alone through a coinflip. you can buy an actual new game and a nice dinner with that"}
{"text": ">he's still rolling for focalors"}
{"text": "They couldn’t be retarded enough to give an archon a niche kit right? Unless her buff is super broken no one gonna roll for her."}
{"text": ">Kokomi in Focalors team"}
{"text": "this game was design with player retention in mind, that's why welkin and BP have such good ROI's"}
{"text": "if it were easy to get what you wanted people wouldn't have a reason to keep playing, especially when there's no endgame content to speak of outside of abyss"}
{"text": ">kokoshilling in 2023"}
{"text": "you have >>427189764 and babala"}
{"text": ">Healing will become even more important with Focalors"}
{"text": "That said, it's likely another Raiden/Nahida situation where most of the Fontaine 5*s just so happen to have some form of self-heal, like how most Inazuma chracters have 80 cost bursts and Sumeru characters have EM scaling built into their kit or are design around dendro reactions."}
{"text": ">in genshin impact"}
{"text": ">a team is gone"}
{"text": ">all cat girls are going to be 4*"}
{"text": "What is it about Hu Tao that makes her so fashionable and be included in almost every cross promotion?"}
{"text": ">bloodborne lady heals by the amount of dmg she deals"}
{"text": "You also forgot to mention, that she'll have gigantic retard-bow on her head with a rat tail, because they're too lazy design an actual haircut, and massive diaper, void of any shading."}
{"text": "That is kinda insane design for an archon. I'm sure that you can make it that for the sweaty tryhard Genshin esports player the damage buff will be worth it, but for the casual overworld enjoyer, there is nothing that she can possibly bring to be worth it to deal with that kind of uncomfiness."}
{"text": ">yet another male on fielder"}
{"text": ">what? No thank you"}
{"text": ">dogshit analogy"}
{"text": ">male dps glued to a female dedicated support"}
{"text": "Its just going to be DMG%, unless it's going to calculate after critical, it's dogshit."}
{"text": ">femboy armpits"}
{"text": ">femboy milk (condensed)"}
{"text": ">5* dps are all males, females are irrelevant 4*"}
{"text": "With 8gb you can't have modern shitblows bloat OS + browser running without genshin shitting itself from lack of ram"}
{"text": "Exactly what I'm doing. Both of them (mind you Boarbara is full EM) are doing more than enough heals to let Nahida onfield"}
{"text": "are you a newcutie or did you impulse spend on some recent skip banner, i walked into this with my old 100/100 and got her ez"}
{"text": "Bruh, just SAVE, or if you're a whale, you can make anything work."}
{"text": "Out of three you mentioned only Yun is the barely useful one, since Gorou is the personal buffer for the most dead and forgotten element of the game"}
{"text": ">homo dps of the region"}
{"text": ">we got the inferior bronya"}
{"text": ">basing your actions on unfounded rumors"}
{"text": ">it'll only get better in fontaine"}
{"text": "I imagine most casuals teams are just 4 random characters with no attention paid to any team synergies. If you think about what character she needs for her kit to work, you are already a tryhard."}
{"text": ">waifutards hype up Fontaine as the second \"waifu\" region"}
{"text": ">4* female character cucked from the get-go"}
{"text": ">>427184504 (OP)"}
{"text": ">Saving for female Poutin"}
{"text": "The problem with cryo is that it mostly focuses on Freeze right now and freeze is shit on unfreezeable bosses. Also they are most likely saving broken cryo shit for the final region."}
{"text": "Geo on the other hand would need either a big rework, or some Nilou-tier character that turns crystalize from unusable shit to something good"}
{"text": "Imagine believing this part. She may require a healer, that's it. There are many healers, including many who scale off HP, who are also better than baizhu."}
{"text": ">Sneed is the final region"}
{"text": ">use guarantee on nilou"}
{"text": ">on the brink of an anti-nilou archon"}
{"text": "Just like every non dendro character isn't tied to B/K/X/Z. You fucking dumb nigger, enjoy your subpar roster."}
{"text": ">rolling just one pity on weapon banner"}
{"text": ">Gorou is only good with Itto"}
{"text": ">Itto and Yoimiya are about the same power level"}
{"text": ">new CA bow character"}
{"text": ">is an ultra faggy fudgepacker fruitcake bugchaser twink"}
{"text": "bro you had usage data from the previous cycles and the leaks from the next one, anyone who isn't a brainlet could tell that nilou is a trap, why do you think the banner is flopping?"}
{"text": ">main role in the summer oceanid event"}
{"text": ">possibly shilled by Fontaine/Focalors"}
{"text": "Slut probably came from being punched in the stomach and begs you to grab that area mid sex despite her screaming"}
{"text": "So now that we know that fontaine will be just as pozzed as sumeru if not more, what female character will they ship her with?"}
{"text": "Desu I don't really think those questions will be properly answered until they add in proper dodging and skipping cutscenes"}
{"text": ">Is it worth it to come back?"}
{"text": ">Is it worth it to come back?"}
{"text": ">Wasting your time by keep refreshing her shield every time"}
{"text": "Sumeru story got even worse since then kek"}
{"text": "Kuki is lucky that they released her before Dendro was in the game. They would have ruined her kit in the beta and made her another shitter like Dori if she was released now."}
{"text": ">So what the hell have they been adding since then?"}
{"text": "Because chink incels think Nahida is cucking them with the flying homo. She became one of China's most hated characters practically overnight."}
{"text": "Then guess I'll just wait until we get to Celestia when they are gonna finally add in a skip button for the cutscenes"}
{"text": "He looks incredibly feminine to the point where I wonder why they even made him a male in the first place. Am I supposed to take a guy with high boots like Eula and a judge seriously?"}
{"text": "Turn-based games aren't real video games."}
{"text": "Character associated with a hated character is going to suffer in reputation. Same thing happened to Alhaitham."}
{"text": ">Implying they are gonna add a skip button at all"}
{"text": ">>427192934(me)"}
{"text": "it's not even the \"cucking\" aspect though I don't doubt a minority of them feeling this way, it's mostly just her interacting with him at all for them"}
{"text": "anon, these threads have been gay roommates ship spam since November. This is basically what is keeping Sumeru alive."}
{"text": "On the other hand, Fontaine looks kino so you might want to finish whatever you have left before August."}
{"text": ">another chinese gacha"}
{"text": "If it happens to get popular it will just follow the same censorship steps as Genshin did. Japanese open world gacha fucking when?"}
{"text": "yikes this looks waaaay too hetero for me.....I will be staying here and C6R5ing Lyney while dilating my loomgina"}
{"text": ">She became one of China's most hated characters practically overnight."}
{"text": ">#1 in the Chinese popularity poll"}
{"text": ">no fucking sands"}
{"text": ">>#1 in the Chinese popularity poll"}
{"text": "If she is only one of the options instead of an requirement for the team to work, then she is less important. But if you want to look at objective math, here is that too."}
{"text": ">makes you lose 1k hp/sec"}
{"text": ">makes you freeze back to back"}
{"text": "A lot of transfolk have nice paying computer science jobs and no hobbies so it makes sense why Sumeru pandered to them so hard. Unfortunately it didn't work out."}
{"text": ">gay roommates ship spam since November"}
{"text": ">finish whatever you have left"}
{"text": ">because they're have a dedicated support"}
{"text": "YAE SMUGLY SMILING AND WAVING AS SHE HALF-ASSES THE COURT CASE FOR INAZUMA TO TAKE KOKOMI BACK"}
{"text": "FOCALOR'S TAKING HER NEW PET DRAGON ON A WALK THROUGH THE CITY STREETS"}
{"text": ">hydro resonance gives hp%"}
{"text": ">hydro archon drains hp"}
{"text": "Watched the first 3 episodes of bocchi the rock and I don't get the hype. People laud it as the second coming of anime but so far it looks like just another boring sol/cgdct to me."}
{"text": "he looks like a 16yo mutt's deviantart OC so there's a good chance he'll suck away the degenerates that have latched onto my husband"}
{"text": ">Uncucked by c2"}
{"text": ">because they're have"}
{"text": ">Source: my gaping axewound"}
{"text": "It's like people here think seething about it all day every day will make people suddenly hate Sumeru and Nahida"}
{"text": ">he doesn't even fucking wear an armor"}
{"text": "Yelan/Hu Tao proving that it's the balance of hebe and hag that makes banner successful. Too much of one leads to ruination."}
{"text": ">first time the main story wasn't complete shit"}
{"text": ">Mihoyo knew that"}
{"text": "Remember when Eulafags were mad when Mika was revealed because they thought he was a dedicated support for her?"}
{"text": ">makes my cock pulse"}
{"text": ">western troons"}
{"text": "So what you're saying is waifufags are insecure and fragile who have melties if their support is male? I agree."}
{"text": "Is this a good circlet for childe? I am not very good at circlets and I don't know if it is good since I didn't hit 30cv but I did hit %15 atk as well so maybe"}
{"text": ">Bennett is better"}
{"text": ">Bennett is better"}
{"text": ">Bennett is better until C6"}
{"text": "well that's not happening with the mutts giving them good goy points so my best bet is another tall man drawing their attention away"}
{"text": "She looked at another man so that means she's cucking you and forgot about you!!!"}
{"text": ">our best allies"}
{"text": "That looks like a whole lot of complicated shit for just spamming Mouse1 and occasionally switching to another character"}
{"text": ">Replying to cuckschizo"}
{"text": "AAAAAAAAAA I JUST REALIZED MY CHILDE HAS NOT 1 STAT OF EM HOW DO I FIX HIM HOLY FUCKKKKKKKKKKKKKK"}
{"text": "It's the first time I'm dedicated to a genshin and the amount of degenerate trash I have to navigate through is insane. just 41% already"}
{"text": "Nah Mika is way cuter. It's unfortunate that they had to give him a terrible kit but such is life for male characters post 2.0."}
{"text": "HATE SEX WITH EULA WITH WHILE SHE FEELS ASHAMED ABOUT MY TINY WEENER"}
{"text": ">hfw she reads my mind"}
{"text": ">this is me btw"}
{"text": ">Nobody drew Ayato as Kaito"}
{"text": "I can't tell if trolling or not, I use benny with noblesse at the moment, my childe team is only childe benny and xiangling and I will get kazuha next banner"}
{"text": "Alley flash is not his BiS though. Yun Jin has Fav, which is actually her BiS. I also thought that you could find this yourself, without needing me to spoonfeed you."}
{"text": "I'm not trolling, 4p Instructor is good on Bennett. Noblesse is fine too but your Childe would benefit way more from 120 em than from 170 atk."}
{"text": "They are, by far, the biggest audience that seethes at Eula"}
{"text": ">looks at instructor pieces"}
{"text": "Yeah, thats all nice and good but its only true with slingshot Yoimiya, because with that shitty base attack bennets buff is comparatively more powerful, sorry"}
{"text": ">You are wishing on Lyney banner right anon?"}
{"text": "bros is there still a way to get that luxury chest from \"AR Ascension 2 World Quest\"? I accidentally misclicked the leave domain besides it and got thrown outside..."}
{"text": "Btw just a quick follow on with instructor, what elemental reaction am I going for, for the 8 second buff, my anemo? since I wont be able to do it off xiangling"}
{"text": "Evidence? Most trannies love women, because they're based and redpilled."}
{"text": ">dykeshit autist coombait"}
{"text": ">cuck cuck cuck"}
{"text": "Bennett needs to trigger the reaction which is perfect because the international rotation starts with Childe E immediately into Bennet Q which reverse vapes without removing the hydro aura allowing you to double swirl."}
{"text": ">focalors doesn't interact with any man"}
{"text": ">insecure about meek looking shota"}
{"text": "Retard, no ones insecure about tall masculine males like Zhongli, yet you make up bullshit about Mika. No one wants faggots on their team."}
{"text": "that's why you get nowhere in life bros, everytime you motivated to do something, you masturbated your time and energy away. your dopamine system is all fucked up."}
{"text": "Sorry bro there's no way to get it back as far as I know. You'll get over it though, happened to me too once in another domain."}
{"text": "What happened to that fucker anyways? Man, the only reason I liked Tigh was his voice, now he sounds like shit."}
{"text": ">people love Sumeru because the Archon Quest was kino"}
{"text": "I hate Sumeru specifically because I loved the Archon Quest and I was interested in seeing more of the coup gang, not Sumeru male group and fujobait with no purpose"}
{"text": "Selfinsert incels desperately try to pretend Nahida actually cared about the Traveler beyond as a means to freeing herself. While she does put up a good front initially, the way the immediately drops the Traveler like a hot potato for Wanderer pretty much cements that the Traveler were always just a convenient tool in her eyes."}
{"text": "Just look at how she basically sidesteps giving any new answers to the Traveler, and instead uses them as a convenient safeguard to not only make him feel better but gain a vision in the process."}
{"text": "The beauty of gcsim is that it allows you to very easily to change whatever you want and run the test yourself to see what changes."}
{"text": ">came home anyway during shenhe banner"}
{"text": "Now that Nahida is top 3 most hated and her banner flopped, will Focalors succeed at what Nahida didn't?"}
{"text": "I really was waiting for him to kill himself but it looks like he was just talk.To think that women would fall for such easy baits like \"sends pics or killing myself:)\" would work, amazing."}
{"text": "Top tip: When you posted this, East Coast America was waking up. The entire site that time of day you posted always gets worse and filled with American politics"}
{"text": ">Looks like a woman"}
{"text": ">Voiced by a woman in Japanese"}
{"text": ">>Voiced by a woman in Japanese"}
{"text": "Kaveh has shown up for literally 5 seconds in Alhaitham's character story, people act like the entirety of Sumeru after the archon quest was just the two of them having gay sex on screen or something."}
{"text": "So let me get this straight. China loved Nahida, then out of nowhere with nothing to provoke it they felt betrayed by her because Wanderer exists? And they've developed this warped and fabricated scenario that Nahida is actually cucking them with Wanderer so now they hate her?"}
{"text": "NEET that has been a part of all /gig/ hours here"}
{"text": "Threads are nearly dead, some guy that massreplies to everyone calling them pedophiles posts during these"}
{"text": "Alhaitham has never be free of Kaveh or has had any individual storyline after the Sumeru AQ. Same Cyno with Tighnari."}
{"text": "The big Sumeru event is about Kaveh's dad. At least Inazuma had the decency to focus on important characters."}
{"text": "eula is their transbian self insert sis. you really don't get how this works, who do you think has been posting the same shitty fucking pictures of her for the last two years?"}
{"text": "Yes, they were introduced as a couple, just like Zhongli and Hu Tao, so it's not cuckolding in the same way that meeting people who are in a relationship isn't."}
{"text": ">she fell for the cuckschizo delusions"}
{"text": "No. The current Nahida melty is because her second story quest was shit, according to China. Scaramouche is also a factor but they didn't sperg until now because they didn't like the apep quest"}
{"text": "Alhaitham was free of Kaveh during the entire Sumeru AQ and Kaveh only showed up at the very end of Alhaitham's character quest for a comedic bit. Kaveh has barely actually appeared."}
{"text": ">Yes, they were introduced as a couple"}
{"text": "I guess this is the new cope of anti Aether schizos"}
{"text": "The last one at that. 3.7 is a international event about a Sumeru invention that doesn't include Sumeru at all, and 3.8 is a Fontaine lore dump."}
{"text": ">Same Cyno with Tighnari."}
{"text": "Why do people act like those two are even remotely on the same level as Alibibi and his wife or Eulamber?"}
{"text": "Reminder that this began when that disliked poll was posted. The scaratard had his psyche shattered and it hasn't recovered"}
{"text": "With how we got Mond/Liyue/Inazuma still got events well after their archon quest/relevancy ended, I'm not that bothered."}
{"text": ">He doesn't know"}
{"text": "Transsisters you should not waste your short life doing this once you hit 30 you know what is going to happen"}
{"text": "is this a joke? cyno and tighnari spend the entirety of 3.6 with each other, at least kaveh and alhaitham have interactions with other characters"}
{"text": "This, why build off-field characters with DEF and HP if they are not going to take damage."}
{"text": "On paper yeah but they are less cringe because they're a found family with Collei and take care of her, so people don't feel it's forced useless fujobait"}
{"text": ">Focaschizo is up early"}
{"text": ">30 seconds ago"}
{"text": "the murder attempt against him, right? you're not a homofujo focusing on 4 minutes of fujobait right?"}
{"text": ">Sumeru invention"}
{"text": "TCG? That's not a Sumeru invention and the event has a part for every nation including Sumeru."}
{"text": ">I have a question about Monster Hunter!"}
{"text": ">Emulation and Modding"}
{"text": ">Where does /vg/ play?"}
{"text": ">/mhg/ OP pastebin (use this when making new threads)"}
{"text": "Previous hunt: >>427281649 →"}
{"text": "Pretty much this >>427373429"}
{"text": "If the theory is true and Kogath was giving a right hint about Frontier monsters in MH6, then he has good chances to be in"}
{"text": "Why the fuck is slaying two low rank Kirin (a 5* low rank quest) so much harder than some of the high rank monsters I've fought?"}
{"text": "ANYONE GOT A SPECIAL INVESTIGATION KHEZU IN FORLON ARENA OR A KULU YAKU IN THE INFERNAL SPRINGS?"}
{"text": "You can have as many as you want, but rolling them is completly RNG."}
{"text": "this is all hilarious but I'm curious how these people even find 4chan. is this part of a latin american discord tranny raid?"}
{"text": "MH6 will brick every PC connected to the internet that isn't coming from a first world region (so either Europe or East Asia)"}
{"text": "Monhun had been using the same psp graphics for years and we liked those games, I don't care that it got a \"downgrade.\" As far as I can tell tigrex still looks like a tigrex so it is fine in my book."}
{"text": "News flash every company is fucking awful. Get out of your dreamland where Sony, Microsoft, and Capcom love you very much and would never break your finger if it meant a quick profit."}
{"text": ">need to fight a 221 or higher great izuchi"}
{"text": ">last izuchi i even got is 89"}
{"text": "I'm sorry you were offened by my statement but I'll never play with you because I alreadly know you likely."}
{"text": "I can still at least Post about fucking Kushala and his fight quality over the games he's been in, or what I might want in MH6."}
{"text": "Monster Hunter World brought the normies into the franchise and specifically made the game worse to placate them."}
{"text": "I don't want a game to hold my hand, I don't want the game to have huge disgusting levels that are nothing but a pain to navigate, I don't want to follow a green light for 20 minutes, I don't want a huge ass hub area that is spread out and takes forever to navigate without teleporting, I don't want to get stunned by literally every roar 30 times. None of these things were ever an issue in other Monster Hunter games and they are not a problem in Rise which arguably has even more open areas and even more options for actually navigating the maps."}
{"text": "I want to fight Monsters. I don't care how easy or hard it is to do that I just don't want to sit around for hours playing boring shit to get to the part I actually want to do."}
{"text": "I don't care what anyone else says, Monster Hunter Rise is now my favorite Monster Hunter tied with Tri and proudly next to Portable 3rd, Freedom Unite, and 4U."}
{"text": "I never played Generations. I don't really care about Monster Hunter 1 or 2. I only want to kill monsters and make them into clothes."}
{"text": ">inb4 seething people talking about dlc or iceborne"}
{"text": "They aren't \"builds\", they're called SETS and they have always been called SETS"}
{"text": "That being said though, I think Amuldron is quite close in what it does. Both erect giant earthen walls and grab huge chunks of dirt to use as a bludgeon. But while Almudron makes more walls it feels like it added less; he makes them in large open areas where they're clumped together and it just felt like a tacky way for you to avoid some of his attacks. Tetsucabra only makes one, but he's fought in tighter areas where the huge rock can restrict your movement. It felt like the wall was giving him cover instead and was something you had to work around. He does it much better. Plus, if he was in rise I'm pretty confident you'd be able to run up the wall he makes too."}
{"text": "I phrased what I said with Magna poorly though; it's quite clear he didn't invent the art of 'swipe, charge, leap'. I meant that the way they both do them in their battle specifically felt almost the same. Both of them have long charges where they circle around, leap around the arena and their basic attack consists of one or two swipes at you with their front limbs. Some of the animations felt similar to me too. Magna has more variants of them with his purple fats but the big difference to me was that Tetsu didn't stop to roar after every combo."}
{"text": "I honestly forgot Kut-Ku existed, though and you're right about that one. He's alright, but yeah Aknosom is definitely just a reskin of him. My bad."}
{"text": "I think a better comparison to Tetsu's spitballs would've been Terry's water-globs, since both have very similar animations and impact your stamina (Terry through water blight)."}
{"text": "And three things cribbing him is better than four but still. I didn't care much for the mud weasel or panthera weeb and found all four of them pretty easy, but I'm retroactively disappointed that three of them are just a third of his fight but worse and the other's just a Kut-Ku Klone."}
{"text": ">he doesn't like Tzi"}
{"text": ">>427372625 (OP)"}
{"text": "If I were to make one GL, which one? Never really played it much and wanted to give it a go. Also are there any \"GL tax\" skills besides I assume Load Shells and Artillery?"}
{"text": "However, I do really like the subspecies, especially appearance wise. They're all so vibrant and colorful and really stand out compared to the dull base species."}
{"text": "PLAYWITHMEPLAYWITHMEPLAYWITHMEPLAYWITHMEPLAYWITHMEPLAYWITHMEPLAYWITHMEPLAYWITHME I SWEAR I'M NOT MENTALLY ILL PLEASEEEEEEEEEEEEEEEEEEEEEEEEEEE!"}
{"text": "I don't play with people unless their skin is milky white. Brown milks and chocolate milks should fuck off to the countless gatcha shit in this board and talk about stroking their 3 inch dicks there."}
{"text": ">struggling with a hunt"}
{"text": ">enable overlay that lets me monster and part HP"}
{"text": ">not struggling anymore"}
{"text": "KNEEL BEFORE THE PRINCE OF MONHUN DISCUSSION! WE DISCUSS ALL THING MONSTER HUNTER HERE!"}
{"text": "is there a difference between regular scorned mag and afflicted scorned mag? Because I noticed this one didnt pop even once"}
{"text": "Such a pain how a large swath of the new monsters are trash tier low levels, i want to see more new ones on the main stage."}
{"text": ">No flexing afterwards"}
{"text": "What there. Fuck off What the fucking website isn’t your mental daycare. You either have too much time on your mental daycare. You either have too much time on your mental daycare. You either have too much time on your hands in which case you people? This fucking website isn’t your mental daycare. You either have too much time on your hands in which case you need to meet and make friends with doctors. It’s frightening to even raised you people? This fuck even think you people? This fucking website is"}
{"text": ">mentally unhinged"}
{"text": ">See a bunch of JP posts about Bazelgeuse"}
{"text": ">They all refer to him as Poopman"}
{"text": "sneak attack increases shelling damage from behind, evade extender 3 is nice because of how immobile gunlance is"}
{"text": "You can't just not know I was talking to you the whole time. I made it pretty obvious. with that last post."}
{"text": ">He's typing using his boyfriend's cock again"}
{"text": ">want to make lobby"}
{"text": ">full blown schizo hours"}
{"text": ">>427372625 (OP)"}
{"text": "I'd play it on Cemu but that one doesn't have the patch that randomizes charm table at startup. Fuck Crapcom btw, what the bloody hell were they thinking with that shit."}
{"text": "Nothing in the sky... more the mic everything and was shy... more towards you.. oh god... In than you made me cry kuzzy... Gream, he stream, his voice. You made mic everything the flying in the wing and was show our gratitude me cry kuz... We the was shy... Gream, the sky... more the was just forgot abt the wings of all time! i remember the me cry kuzzy... In the sky... Nothing in the mic everythings of his enough to show our gratitude me cry kuztream, the sky... Gream, the was just felt like"}
{"text": "GL you want Sneak 3 and ideally some defensive skills since you can't rely on reverse blast dash iframes 100% of the time. Otherwise the other mandatory skills are TU shit like at least 1 Wind Mantle, Powder Mantle, etc. 2 Heaven-Sent/2 Frenzied Bloodlust is the new hotness (Heaven-Sent effectively means you don't have to give a shit about sharpness for anything with 40-50 white/purple) so that locks you into 2 Amatsu/2Risen Shaggy gear with the helm as a freebie."}
{"text": "For GLs I still recommend Chaotic Gore. Long pairs best with the to-hit skills like Powder and Intrepid Heart and Frenzy virus and when awakened it gives 70% affinity which means you only need 2 WE for 100%. Amatsu is a one trick pony so only use that if you really want to spam BB every instant of a fight"}
{"text": "did you download the latest citra from the official site, cuz the one that /mhg/ peddles is very outdated why didn't someone tell me sooner"}
{"text": ">fur on weapons"}
{"text": "BEJITA SAMA...ONEGAI...TASUKETE!!!!!! AIIIEEEEEEE!!!!!"}
{"text": "Alatreon > amatsu"}
{"text": "Literal skill issue, alatreon cam be killed pre ej without any stops in fights, amatsu you are forced to watch its ulti, invasion and cyclone with no way to stop it because hos hp gets locked"}
{"text": "Name Frontier monsters you hope NEVER get added into mainline. Just the worst of the worst."}
{"text": ">what Frontier monsters would be prioritized?"}
{"text": "Elzelion and every other hopelessly shit design, but I could maybe stomach a couple of their moves being ported to the monsters they parallel in mainline"}
{"text": "that one thats looks like zinogre with stupid horns and half of his body is fire and the other half is ice"}
{"text": ">yfw hazard zinogre is straight up frontier howling zinogre"}
{"text": ">he isn't a solo hunter"}
{"text": ">Not special investigation with 170k hp"}
{"text": "After trying hammer on a whim I really enjoyed the fact that it doesn't have any \"mandatory\" skills to work. What other weapons let me stack damage jewels?"}
{"text": ">Espinas backport theory"}
{"text": ">kuaru in image"}
{"text": "When you play solo (the only way to play, really) do you alt+f4 out of your emulator when you fail a quest? Or am I the only one?"}
{"text": "Ive come to appreciate Risen Chameleos for being a well designed fight in comparison to what came after"}
{"text": "Based Chadmeleos appreciator"}
{"text": "And given what a shitshow lack of gatekeeping has done to a lot of niche hobbies, I'd say it's better to have than not."}
{"text": "you genuinely read a reskinned LTG speech and responded to it"}
{"text": "I went from sucking ass at the game in general to doing a Seething Bazel - Azure Rath - Death Odogaron investigation in 18 minutes"}
{"text": "They knew they had to start strong and went with the best Risen first! but realistically I imagine they had planned for him to be first well in advance and they likely spent more time fine tuning him"}
{"text": "Tzi is a bird with the attitude of a fanged wyvern, I like the fucker. But fanged wyverns are my favourite in general with the way they usually focus on other monsters rather than you, and often help you out (especially Tobi Kadachi, nothing cooler than hunting a monster together)"}
{"text": ">cheating in the easiest MonHun"}
{"text": "Feral > human girls with monster ears or whatever."}
{"text": "Pretty based post"}
{"text": "I don't know the odds but it is literally the only crossover monster I ever want to see moving forward"}
{"text": "Just played online for the first time and the dude that joined my hunt carted 3 times and barely did any damage."}
{"text": ">bloat play time"}
{"text": ">C-c-can I cheat to get ahead?"}
{"text": "Just because you dislike a small part of the game doesn't mean you should throw it all way, you fucking bastard faggot retard."}
{"text": "I don't have a wojack to attach to my post but might as well imagine there's one because this is really how much disdain I have for those faggots."}
{"text": "You could probably make an empty set of female Fatalis armor and let Fatass grow into it if you subscribe to the \"the armor is alive and it can regenerate from a single scale\" headcanon"}
{"text": "NTA but as far as AR goes, you aren't getting anything new out of the game aside from"}
{"text": "So unless you are trying to raise MR, you have esssentially seen everything the game has to offer that's actually different."}
{"text": "if they tone down the fight and get rid of the Origin Species shit I'd love to see Voljang in mainline"}
{"text": ">fucking bastard faggot retard."}
{"text": "they're like \"ancestral\" versions of monsters. like Voljang is Rajang's \"Origin Species,\" meaning it's what Rajang was like far in the past. see also the Gravios Origin SPecies Gureadomosu."}
{"text": "it just doesn't make a whole lot of sense that they'd still be around in-universe, and at least for Voljang I'd just want it to be its own thing."}
{"text": "The thing about gunlance is - it's not optimal weapon. In fact it kinda sucks. So if you're stuck with it just for fun you can create any build you want and not give a fuck about minmaxing."}
{"text": "You want to stack Attack Boost, Elemental Boost and few other gems? Just do it. Your defense capabilites will be suboptimal but it doesn't matter because you're already using suboptimal weapon. You want to shoot and sidestep like a MC Hammer? You can do it, and it will be not-so-bad build. Finally, you want to stack up Guard, Offensive Guard, Guard Up and Defense Boost so you can poke those annoying lizards to death? Yea, go for it."}
{"text": "Gureadomosu, or Greadios, is what happens when Inagami injects his bamboo into Gravios; he turns into a half-bamboo kemono."}
{"text": "It really is the dumbest shit ever, If you don't wanna grind AR then put the game down congrats you've beaten literally everything else in the game, none of the rewards locked behind the grind matters cuz you're done. AR grinding only exists for the people who want to keep playing"}
{"text": ">search-card.all.dicks"}
{"text": ">got door stucked by kulve"}
{"text": "Origin species and burst species are concepts that will never come over, they only exist to justify reusing assists even more than with normal monsters."}
{"text": "not saying the monsters themselves can't show up but they'll be re imagined / re contextualized as separate monsters"}
{"text": "This plus your explanation just told me everything i needed to know about Origin Species. That's actually pretty fucking cool ngl."}
{"text": "Ik It'd be too much to ask without them fucking everything up but i would love to see some time paradox nonsense to be a thing just to justify origin species to be in a new monster hunter game, and they expand on it."}
{"text": "Can replace Hyper/afflicted mons as far as maxing out your equipment. To upgrade equipment to maximum level you need origin species parts, which when fully upgraded changes their look, from armor to weapon, but you can always choose whether or not to change the look, and have that option seperate from the endgame layered weapon/armor stuff."}
{"text": "It's been so long since I played FU that I honestly forgot. Are there any unique moves to the Monoblos/White Monoblos that Diablos/ Black Diablos don't have? Or is the only difference that Monoblos is fought in single player exclusively?"}
{"text": "like 20-30% there's nothing unique about his fight but some fans like him anyways. it's why he came back in 4U."}
{"text": "It'd be nice if they did what Stories did and actually make him a distinct monster with attacks separate from Diablos but there's 0% chance of that"}
{"text": ">watch chink video"}
{"text": ">check linked mod"}
{"text": ">it's the shitty modded monster instead"}
{"text": "TIME TO SHART AND FART"}
{"text": "what was the plan by rushing a blink dagger on mid alch"}
{"text": "if mc doesn't find a different team after this, he's still mentally retarded"}
{"text": "B-BWOS I WANT HIM BACK PLEASE TELL ME HE'S BACK"}
{"text": "If OG get top 3 they 100% keep this roster, or try to - depends on MC's buyout i guess"}
{"text": "whats the funniest way to grief my pos 4 when he picks some shit like nyx"}
{"text": "it shouldnt be too obvious because then they pretend like im the one griefing and not them"}
{"text": "What is the fastest way to got lvl 30 on heros with dotaplus?"}
{"text": "this BOOM kid is team poison"}
{"text": "what type of person purchases esl merch and wears it in public"}
{"text": "just got off work, ready to watch what shart bulba's got cooking next"}
{"text": "their only strat is 4 shitters protect 1 slavic zoomer carry on crack"}
{"text": "which gay furry porn artist did ESL commission for this"}
{"text": "why do dota panels suck so fucking badly, this is miserable"}
{"text": "i only watch rtz games when there's a chance his stack will lose"}
{"text": "1 north atlantic sperg, 1 serial killer, megajewface, alcohol-addled russian, and abe d."}
{"text": "Man saberlight little skin was funny why do they have to ruin it by sucking his dick afterward"}
{"text": "i feel like there are multiple teams that want a pos 3 at the moment"}
{"text": "My team kept going in 4v5 without me so its their fault"}
{"text": "WAIT I JUST WOKE UP"}
{"text": "no idea how a team with boxi and micke could choke really"}
{"text": "lmao we all saw that VP vlog where you crushed his ego and flamed him into submission"}
{"text": "M1cke is good and Boxi is one of the best pos4 in the world"}
{"text": "have you guys seen pics of oli from talon when he was in china?"}
{"text": "APOLO FUCKING GIZE"}
{"text": "imaqtpie looks like that but he got married on a twitch livestream"}
{"text": "oh wow, that's the ADL for you i guess"}
{"text": "Who the fuck is this heroin junky and was it supposed to be looking good?"}
{"text": "They threw a Medusa game yesterday against XG, odds are against sharteezy here"}
{"text": "well then half of the dota motherfuckers in that pic don't count as well then lol"}
{"text": "This Major should be the end of Kuro's career tb h"}
{"text": "absolute fucking virgin cope"}
{"text": "i guess you're right everyone pack up their shit and go ho-"}
{"text": "why is this girl talking so much? if she's going to be commentating the match I'm out"}
{"text": "They are. I was truly thinking both of them were washed and irrelevant. Hope this brings them back."}
{"text": "it's probably friendship given how much of a mongoloid kuro is"}
{"text": "Shopify can run pos 3 kotl and a strong roaming pos 4, if saberlight can play it."}
{"text": "What if kotl had a spell that drained mana when you moved"}
{"text": "the power of friendship is kino and i hope MC and Kuro stick together"}
{"text": "come play Honkai:Star Rail with me while watching dotes on your second monitor anon"}
{"text": "Dubai seems like such a shithole. Luxurious sure, but a shithole nonetheless."}
{"text": "How is WEU always the best at esports?"}
{"text": "first blood in 40 seconds? just like in my herald games"}
{"text": "BRAAAAAAAAAAAAAAAAAAAAAAAAAP"}
{"text": "Man what the fuck happened to Rodjer? He was so good back then in VP."}
{"text": "They're ex-HR, using HRs team ID and haven't updated that banner."}
{"text": "why does Medusa have a spammable nuke that also restores her mana?"}
{"text": "dude went big into day trading. theres even videos of him interviewed about it on youtubes"}
{"text": "no idea man this is the first time I watch competitive dota other than ti"}
{"text": "you mean other than the series before this one, when he was picked?"}
{"text": "FUCK EM UP, FUCK DUSA PICKERS"}
{"text": "not even 4ks will let a nyx just waddle up to their dusa uncontested"}
{"text": "SVG is so much more charismatic than Cap its incredible"}
{"text": "SVG can carry a conversation"}
{"text": "I hope the russkies realise that beating arteezy dusa is not the same as solving medusa"}
{"text": "damn Dota literally has no good casters left other than redditpixel and Cugged"}
{"text": "game is dead in the west, how the hell do you find knowledgeable and not-sperg players nowadays"}
{"text": "Negrodamus is alright too but we haven't seen him in a while"}
{"text": "BRAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAP"}
{"text": "Ok I guess if anyone can lose with Medusa it's rtz"}
{"text": "NULLIFIER MEDUSA"}
{"text": "He already did yesterday against XG, though it took over an hour."}
{"text": "UH OH I MADE AN OOPSIE"}
{"text": "I commend everyone after trash talking them so that they can cancel the reports"}
{"text": "he does it to drown out crapitalist sharting in his adult pampers"}
{"text": "Hasn't won tier 1 LAN since 2017"}
{"text": "A decent player, a little overrated in my opinion, but definitely good enough to be on a top team!"}
{"text": "JUST IGNORE THE DUSA"}
{"text": "yeah, cap literally cant stop thinking about the shit dripping down his legs"}
{"text": "JUST IGNORE HER"}
{"text": "SHAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAART"}
{"text": "Artero is losing?!"}
{"text": "HOLY FUCK THEY HONESTLY LOST WITH MEDUSA"}
{"text": "IT ACTUALLY HAPPENED"}
{"text": "Haji cope. Stay in your shithole."}
{"text": "THEY'RE ACTUALLY LOSING WITH DUSA"}
{"text": "HAHAHAHAHHAHAHAHAHAHA"}
{"text": "how they winning all these big fights vs dusa line up and not rax until an hour in"}
{"text": "Leave it to SR (Shartour's Retards) to lose after being gifted the most broken hero in the game."}
{"text": "BRAAAAAAAAAAAAAAAAAAAAAAAAAAPP"}
{"text": "ONE.... FINAL..... SHAAAART...."}
{"text": "why rtz still insta disconnects from pro games without even writing gg"}
{"text": "HAHAHAH *BRAAAAAAAAAAAAAAAAAAAAAAAAAP*"}
{"text": "QUARRY = SETTLED"}
{"text": "lmao just think of the amount of money rtz's conned from organizations to build his shit teams"}
{"text": "it's lock EYES you FAKER"}
{"text": "how the fuck did they get away with this??"}
{"text": "PANTS = SHARTED"}
{"text": "Inhouse 1pm est Saturday. Inhouses tend to last for 10 hours, so if you miss it, keep an eye out in:"}
{"text": "Wtf is a haji you fucking weirdo, im not a sandnigger"}
{"text": "he did some neat stuff on sf like 8 years ago"}
{"text": "fuck i knew it all along ephey's making dick hard on purpose"}
{"text": "any sexy pics of her body or her feet or something?"}
{"text": "In any case you're a shit human with a shit taste."}
{"text": "Oh god he's going to lose everything and an hero like Bambo"}
{"text": "he ran it down the mid lane when his axecoin investment rugged"}
{"text": "i dunno, there's a lot of people here who would simp for ephey's asshole"}
{"text": "SAVING STRATS FOR TI"}
{"text": "BULBA WILL SAVE US"}
{"text": "Daily reminder that EE is a Major winner unlike certain other player..."}
{"text": "I'd love to meet him, I think he's really funny and he got me back into Dota"}
{"text": "BULBA STRIKES AGAIN"}
{"text": "https://hoyo.link/14j9CBAd"}
{"text": "https://webstatic-sea.mihoyo.com/ys/event/signin-sea/index.html?act_id=e202102251931481&amp;lang=en-us"}
{"text": "Zelda can't even make one billion dollar and you think it can kill Genshin?"}
{"text": "How do we cope?"}
{"text": "No, I won't level her to 20 for a free wish"}
{"text": "Why is it always fucking EU hours that are so fucking dogshit"}
{"text": "friendly reminder that you need to be a literal whale to make hu tao viable"}
{"text": "It's time to cut down every tree because they are stealing our precious O2."}
{"text": "Thanks for giving hoyo a new mechanic to copy nintendocuck lol"}
{"text": "Foca is AOE Hydro application"}
{"text": "/gig/ is dogshit 99% of the time what the fuck are you talking about?"}
{"text": "I have autism but this is sad."}
{"text": "Genshitsissies we LOST"}
{"text": "the funny thing is that you can beat Cheld and Wanderer on weekly basis for maximum abuse"}
{"text": "If Focalors doesn't buff damage more than Bennett it will be the funniest shit ever."}
{"text": "Im gonna emulate zelda on PC and play it until fontaine comes out. I win."}
{"text": "She'll be Bennett for HP-scalers. Dehya's underpowered because she benefits from both."}
{"text": "Vision placeholder bros...our final cope..."}
{"text": "You got your Qiqi leveled up when Focalors comes out and turns her into t0, right?"}
{"text": "I swear to god I've seen the full Nilou Rick and Morty copypasta somewhere."}
{"text": "Finally a worthy challenger for my R5 sac sword clam Qiqi."}
{"text": "burst: throws a really big water orb that uuuh heals or something"}
{"text": "whats wrong with the actual ganyu tits? NOTHING"}
{"text": "My wife....SOON !"}
{"text": "if this lad were any denser he'd collapse right into the center of the earth"}
{"text": "SSSSSSSSSEEEEEEEEEEEEEEEEXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX"}
{"text": "dehya sand or should I go for HP % main stats?"}
{"text": "it's not his shield that's valuable it's his healing goddamn it"}
{"text": "Don’t fall for this trap, reminder that they hype him before his kit release too"}
{"text": "First Ei, now Nahida, and soon enough, JUSTICE"}
{"text": "I'm thinking about transitioning into a tree. The world needs more trees."}
{"text": "I really like your design... you are cute and I wanted you, even if you are mediocre."}
{"text": "then why are you even asking for hp if you're going to meme with em"}
{"text": "*self inserts myself into the tall handsome stoic judge (hes literally me)*"}
{"text": "Hope they will put it with Kirara so I can have both"}
{"text": "You going on a date with a guy with french tips? Sis do better"}
{"text": "Hebes are the designated (you) characters. Hebe Archon is guaranteed to jump on Aether's dick."}
{"text": "FOCALORS AND YELAN ARE NOT COMPATIBLE"}
{"text": "FOCALORS AND YELAN ARE NOT COMPATIBLE"}
{"text": "Because it comes straight from oyohim and they realize he's a very unpopular character"}
{"text": "SEA/US hours are worse"}
{"text": "Why is it always fucking Nahidapedos that are so fucking dogshit"}
{"text": "Focalors will refuse to join your party if there's a male in it, yes including aether."}
{"text": "Imagine the sweet Tao sounds as she melts under your touch"}
{"text": "I got C4 Faruzan before any wanderers. Hopefully can grab one more before getting spooked by him."}
{"text": "IMPREGNATING FUCKALORS BEFORE MY HP DRAINS TO 0"}
{"text": "5 star, Pyro, bow, main DPS"}
{"text": "T/L note: unclear with the sentence structure whether 'cd' here refers to 10s cd, or is a typo"}
{"text": "this is the dumbest shit I’ve ever heard, hopefully it’s wrong"}
{"text": "damn you wei why do your goy tokens have to be so overpriced"}
{"text": "Don't give in to buying the crystals. They are stupidly overpriced"}
{"text": "Holy fuck I got hard watching this even though I am straight."}
{"text": "What's next, a buffer that can only buff a specific character?"}
{"text": "who can stop kavehGODS"}
{"text": "SSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSKIPPED"}
{"text": "it would be better if it was like avatar instead of some matrix like thing"}
{"text": "A Team please come back the B Team is creating garbage such as \"pyro amber\" and \"bow CA buffer\""}
{"text": "What a great way to start Fontaine, already ruining a kit."}
{"text": "being a 4* is a fate worse than death in genshin lol"}
{"text": "It's time to accept this and hope that it doesn't keep getting worse all the way to Snezhnaya..."}
{"text": "Tiffany must be stopped here or it's gonna be over for real"}
{"text": "is this a trap to bait people into rolling nahida cons?"}
{"text": "Kuki is good, so is Yun Jin, if geo was not shit Gorou would also be good"}
{"text": "On a preview you can see cheld under the left pyramid"}
{"text": "what do we think about neuvillette sissies? where does he place in the hotness ranking?"}
{"text": "UOOOH waifufags BTFO CA Pyro twink erotic"}
{"text": "this picture gave me AIDS"}
{"text": "her face, in promotion they can change character’s body so the face is the only important part"}
{"text": "buying crystals is a scam. Period. No matter how rich you are."}
{"text": "What Focalor buffs exactly? ATK%?"}
{"text": "I feel like her buff will have a unique multipliers like mona"}
{"text": "Wanderer doesn't have a penis but he's still a real man."}
{"text": "Stop looking at all these new cats when the original is still there for you"}
{"text": "Kuki is just as dogshit if there are no Dendro units in the team, don't kid yourself."}
{"text": "people are sharting and saying b****u is a must pull for her"}
{"text": "but if he doesn't look tired I will stab da wei"}
{"text": "the same people said he was dendro yelan and nahida powercreep before he got leaked"}
{"text": "Trust the plan. The Dudu expy will get a new Geo mechanic that will save Geo."}
{"text": "the only thing geo needs is a resistance shred set like all other elements"}
{"text": "if she is an univerval buffer, b + k + f could become the new op combo"}
{"text": "Focalors, C2 Nahida, Nilou. Can this team kill your own team faster than the enemy?"}
{"text": "yoimiya's one of the best f2p dpses she's not comparable to itto at all"}
{"text": "How is she less important, she outperforms bennet by a lot + geo resonance with zhong"}
{"text": "KokoGODS we're winning again..."}
{"text": "am I fucked if I haven't started playing the tcg yet?"}
{"text": "Haven't played since November after I rushed through the Sumeru story and ended up hating it"}
{"text": "So what the hell have they been adding since then? Is it worth it to come back?"}
{"text": "Aren't you forgetting someone??"}
{"text": "Probably that Dudu expy that's the leader of the group that's fighting against her."}
{"text": "they will ship her with some guy so self insert incels will cry!"}
{"text": "100% of Itto teams have Gorou, while less than 50% of Yoimiya teams have Yun Jin."}
{"text": "No point really unless you want to hoard some primos before 4.0 starts"}
{"text": "Come home white man. Transbians and fujotroons stay here in your containment thread however."}
{"text": "And that proves she is less important how? Fucking empyrics niggers learn to read your data"}
{"text": "Do I go full HP for Baizhu and full EM for XQ in Nilou bloom where Kaveh is the on-fielder?"}
{"text": "I rather play WW or ZZZ than this shit"}
{"text": "Maybe. It seems like at least doing the tutorial with S*crose is a prerequisite."}
{"text": "Why not just make FMC a trap?"}
{"text": "Sometimes I wonder why I come here when all of you are legitimately insane"}
{"text": "He's supposed to be the General of an ARMY"}
{"text": "At some point, people have completely have no idea what they are talking about in these threads"}
{"text": "Chinks don't want to see his ass ever again in totallynotChina which he tried to destroy."}
{"text": "I was referring to his kit but yeah his lore completely conflicts with how he's presented in game."}
{"text": "I don't mind the normal shippers, just the western troons need to fuck off already"}
{"text": "If you can't shitpost about it beating Raiden banners then it's a flop"}
{"text": "I hate Shitmeru but not Nahida. The people that hate Nahida love Shitmeru."}
{"text": "I dont see any build, weapons, or sets, I just see a picture with bro trust me number"}
{"text": "Don't worry, sister. Cuntboy artists will be stoned to death one day"}
{"text": "If fuckalors decides i should die then I will trust her judgement"}
{"text": "Proof? Nahida is one of the most for (You) characters in the game"}
{"text": "All the that data is available to you, if you go look."}
{"text": "I remember them being happy that mika got a shota they can watch her fuck like the cucks they are."}
{"text": "I would pull every male in the game if that were true, everyone would think I'm a fucking faggot."}
{"text": "yeah but one is a cute hatsune miku and the other one is a little chocobo looking rat"}
{"text": "Of course it's good. Crit, em, atk% are all stats he cares about."}
{"text": "i understand how cheldsisters felt back then when zhongchi was at full force"}
{"text": "You're a retard if think that their banner was hypped for any other reason besides meta."}
{"text": "same for hutroon but shes meta and /gig/ is full of metachurls"}
{"text": "I see, so bennet with BiS will defeat Yun Jin with no further specified Yun Jin"}
{"text": "who cares? hes a slave and its only there to apply hydro."}
{"text": "Damn I don't think he needs any saving. Just put instructor on Benny and you're set."}
{"text": "I'm excited for the upcoming event where you mash spacebar for 10 minutes to get a free Faruzan"}
{"text": "I'm trans and scarahida is my favorite ship, I love sumeru"}
{"text": "Epstein was a hebefag. He would pay Monas rent for filthy massages and trips to Sumeru"}
{"text": "Which character can reveal Sumeru region specialty on the minimap like Klee/Qiqi/Gorou?"}
{"text": "LOOOOOOOOOOOOOOOOOOOOOOOOL"}
{"text": "Eula ticks all the right boxes for the average mtf tranny."}
{"text": "They hate Eula because she reminds them they will never be like her"}
{"text": "I hope focalors doesn't interact with any man because otherwise the threads will be unusable"}
{"text": "SEXO WITH KOKOMI"}
{"text": "baizhuCHADS won tonight"}
{"text": "Why would a straight white male waste primos on a m*Le?"}
{"text": "she isn't at all, lol. it's a facade and you fell for it incel pag pag"}
{"text": "Meanwhile she cuddles and love her Wanderer. It's obvious, isn't it?"}
{"text": "We all die in the end. Life's only getting better for poorfags."}
{"text": "SCARATROON MELTY IN PROGRESS"}
{"text": "yeah, I made a good decision by skipping all standard character"}
{"text": "Do not open any spoilers during trans hours you have been warned"}
{"text": "he will be our suicide representation, just tell him to play hutao and nilou is strong."}
{"text": "bocchi is old news grandpa. now it's all about oshi no ko."}
{"text": "So now is scaracuck melty time. Can't we have a single thread without a schizo?"}
{"text": "Is cucking with the Chief Justice more acceptable than cucking with Scaramouche?"}
{"text": "Because he's cute? How could any straight man pass this up?"}
{"text": "it was just a prank actually, she wants you to man up."}
{"text": "can next region pls have more 5* characters I actually want to roll for."}
{"text": "Almost entirely gay porn. I don't think straight men play Genshin in Europe"}
{"text": "Dehya and Candace have some bait and they're cute, but Candace doesn't orbit Dehya."}
{"text": "self insert fags should know only keqing will stay loyal to them"}
{"text": "Tighnari wasn't with Cyno when he played a prominent role in Faruzan's hangout, he was with Collei."}
{"text": "Its people who descend from having to worship a king. They had to adapt to being a cuck to survive."}
{"text": "because they literally are? but you already argued about this yesterday so I'm not going to bother"}
{"text": "His story quest happened and there is one single thing people remember from it."}
{"text": "I would not call following Ittos wacky antics a focus on important characters."}
{"text": "You might as well apply it to any other duo in an event."}
{"text": "MIGRATE MIGRATE"}
{"text": "if this is the last comment, I'll spam scat next thread"}
{"text": "FAQ &amp; set up: https://pastebin.com/QqAwZSTC"}
{"text": "Item database: https://xl3lackout.github.io/MHFZ-Ferias-English-Project"}
{"text": "SHITmeleos could never"}
{"text": "PLEASE, I NEED THEM"}
{"text": "Instead of going to lvl 300, quests turn into special investigations."}
{"text": "who are you talking to and who are you even quoting?"}
{"text": "1.) suck at the game and randoms do that already so nothing special here."}
{"text": "2.) you are likely schizo because nobody makes a lobby and is completely mentally sound."}
{"text": "I'd rather fucking play God Eater than to touch Monster Hunter World again."}
{"text": "what does nintendo have to do with anything? rise is multiplat and developed by capcom"}
{"text": "Are you new? We've had people say these types of things before and general console tribalism shit."}
{"text": "In all fairness, my first game in the series was Rise."}
{"text": "I did like Terry but Tetsu's just better. Torn between using his set or the Skalda one."}
{"text": "yes but what does nintendo have to do with my reply to that rambling shizo?"}
{"text": "you have no soul so you must be a woman then"}
{"text": "I was talking about people that get bent by that shit in general you fucking dunce."}
{"text": "Do we need to find a voice chat so I can talk about this a bit more slowly for you?"}
{"text": "You can talk about things that generally have happened time to time you know that right?"}
{"text": "I'm not very fond of base world's beyond nergi and bazel desu"}
{"text": "NOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO"}
{"text": "AIEEEEEEEEEEEEEEEEEEEEEEEEE"}
{"text": "Why are the spics shitposting again? who took their hormone treatments?"}
{"text": "I just know from playing the game that afflicted scorned has zits unless its modded out"}
{"text": "Didn't get enough attention so he has to rely on chimposting"}
{"text": "Mental illness is really rampant on that shithole it calls home"}
{"text": "and i was talking to the retard i replied to, quit projecting your own bullshit onto me"}
{"text": "I get its because of the scales he drops but its still weird"}
{"text": "Ooops sorry Capcom! Looks like you made the grind retarded and garbage in this game!"}
{"text": "either razor sharp or protective polish because of how much shelling eats sharpness"}
{"text": "Guess I set off the schizos by talking about having fun playing MH last thread."}
{"text": "I'm going to go play Rise since you guys are being weird"}
{"text": "NOOOOOOOOOO NOOOOOOOOOOOOOOOOO YOU HAVE TO PLAY WOOOOOOOORLD"}
{"text": "Like, if they decide to have 10 Frontier monsters in MH6, which ones would they pick first?"}
{"text": "eeeeAIIIIEEEEEE"}
{"text": "the one that tries to kill itself if you trap it"}
{"text": "The most popular/iconic ones no doubt, and most of those are quite old"}
{"text": "14 mins and NO carts!!!"}
{"text": "My last attempt I was already over 20 minutes and ended up literally triple carting."}
{"text": "o-ok! i do local multiplayer quests with my second 3ds to rack up points but i-it doesn't count!"}
{"text": "You really need to shut the fuck up with your off topic shit you talentless cunt."}
{"text": "little fucker shows up, flashes whoever I'm fighting and then peaces out. What an absolute bro"}
{"text": "eh, fine. that's on me, I never heard of that meme."}
{"text": "Farming Raging Brachy for 2 days straight made me good at the game (World is my first MH)"}
{"text": "I can't stand shitalians speaking english. YUCK"}
{"text": "Anon, what is Chammy famous for doing with items, and in Rise, with the birds"}
{"text": "THIEFmeleos stole the Qurio"}
{"text": "what are the odds of pic related ever appearing in a game?"}
{"text": "You're already tiptoeing the line of being a furry, just go all out."}
{"text": "Yes. Mindless grind for the sake of grind is shit engage mechanic to artificially bloat play time."}
{"text": "what kind of retard continues to play a game after he's no longer enjoying playing it?"}
{"text": "Yeah but you would end up getting mauled by the EI monsters"}
{"text": "frontier monsters are so shit looking, the only good one is espinas"}
{"text": "I'm calling the gougarf to beat you up for this shit post"}
{"text": "So if you want to, go ahead and cheat the AR in. It's whatever at this point."}
{"text": "I've blocked it with guard up 3 guard 5 and embolden 3 and it almost carted me."}
{"text": "I meant the charged one, not the one where it stretches its neck and throws them at you."}
{"text": "- Maximum Might and Peak Performance - those are pretty much useless for gunlance"}
{"text": "Do you guys also make a character for each weapon or am I autistic"}
{"text": "Rise has too much shit to grind for me to want to do that"}
{"text": "where the FUCK is my jump button"}
{"text": "Oh, also adds a new \"origin skill\" exclusive to that specific monster."}
{"text": "Should I make a room or is there one rn(real nigga)?"}
{"text": "build that poor guy some anchors instead so he never has to touch the ground again"}
{"text": "What are the odds of HIM getting into MH6?"}
{"text": "When was the last time any of you posted something funny"}
{"text": "I always laugh at the stupid shit I post, not my problem if you don't."}
{"text": "Berlin Major: https://www.twitch.tv/esl_dota2"}
{"text": "Patch: https://www.dota2.com/newfrontiers"}
{"text": "Esports: https://dota2.com/esports"}
{"text": "News: https://dota2.com/news"}
{"text": "Patches: https://dota2.com/patches"}
{"text": "Updates: https://dota2.com/news/updates"}
{"text": "Lore: https://dota2.fandom.com/wiki/Lore"}
{"text": "Liquipedia: https://liquipedia.net/dota2"}
{"text": "For New Players: https://purgegamers.true.io/g/dota-2-guide"}
{"text": "For League players:https://dotabuff.com/learn/lol"}
{"text": "Guides: https://dota2.fandom.com/wiki/Guides"}
{"text": "Bug tracker: https://github.com/ValveSoftware/Dota2-Gameplay/issues"}
{"text": "Wiki: https://dota2.fandom.com"}
{"text": "Twitter: https://twitter.com/dota2"}
{"text": "https://dota2protracker.com/"}
{"text": "https://dotabuff.com"}
{"text": "https://opendota.com"}
{"text": "https://stratz.com"}
{"text": "https://stats.spectral.gg"}
{"text": "https://datdota.com"}
{"text": "Personal game data: https://steamcommunity.com/my/gcpd/570"}
{"text": "https://tl.net/forum/dota-2-general/"}
{"text": "https://trackdota.com"}
{"text": "https://gosugamers.net/dota2"}
{"text": "https://dota2protracker.com"}
{"text": "Artour number one (no sharts today)"}
{"text": "how many sharts could a shartour shart?"}
{"text": "be aggressive so micke can afk farm"}
{"text": "secret is all div1.5 players"}
{"text": "he has a big dick"}
{"text": "what did Sheever mean by that?"}
{"text": "zai is absolutely washed up"}
{"text": "Remember when Entity wasn't awful?"}
{"text": "puppey's not going to TI"}
{"text": "shartchads we are up next"}
{"text": "And my day is saved."}
{"text": "why is tsunami so zesty?"}
{"text": "elder titan echo sabre daedalus"}
{"text": "it was never going to last"}
{"text": "lets go ruskies, make him shart"}
{"text": "not actually sure about this one, what's everyone's thoughts?"}
{"text": "more like sabershart"}
{"text": "sup, Chang \"Blitz\" Ding Dong Lee"}
{"text": "Find the full version"}
{"text": "was this before or after he shot up the venue"}
{"text": "og would probably like to keep MC"}
{"text": "and allah's new chosen in weu are looking for one"}
{"text": "wtf was this about"}
{"text": "pretty handsome team"}
{"text": "ramzes looks like a failed clone of andrew garfield"}
{"text": "what getting cucked by a peruvian does to a mf"}
{"text": "He has a bad case of Buscemi face"}
{"text": "Minds=Controlled"}
{"text": "why are all the pro dota players so skinny?"}
{"text": "Holy fuck, I would rage quit too."}
{"text": "no time to hit the gym when youre grinding games"}
{"text": "Turns out the problem is Kuro after all."}
{"text": "no wonder jimmy was so bad"}
{"text": "he's ripped now tho"}
{"text": "playing the hero and winning"}
{"text": "also doing your challenges when they refresh"}
{"text": "If you're into buff dudes CS is your game."}
{"text": "cs pros are the turbonormies of esports"}
{"text": "Shit it's going to be cap casting isn't it"}
{"text": "just what im waiting for"}
{"text": "and got subsequently divorced like months later"}
{"text": "these commentators have negative charisma"}
{"text": "I'm 100% confident Sharteezy will lose with Medusa."}
{"text": "to an asian woman so it doesn't count"}
{"text": "Can't fucking wait for the big sharts"}
{"text": "why the fuck aren't they banning medusa"}
{"text": "is this really gonna be another TI10 magnus situation"}
{"text": "It'll be enjoyable to see them lose with her"}
{"text": "Both MC and Sumail playing like insane"}
{"text": "we can counter it, they won't know what's coming"}
{"text": "Ramzes already won against lgd dusa. It's a honeypot hero"}
{"text": "shartify with the least inspired draft of the tournament"}
{"text": "the counter to medusa is core ogre"}
{"text": "no wait, contract no jutsu!"}
{"text": "wtf, no he's not."}
{"text": "last pick death prophet"}
{"text": "aghs rush grimstroke and press dark portrait on medusa"}
{"text": "clicking heads is easy so you have time for gym"}
{"text": "if only grimstroke weren't total fucking dogshit"}
{"text": "I fucking hate reruns..."}
{"text": "does it run on linux?"}
{"text": "Damn it I knew it, not these two charisma-voids"}
{"text": "lol its bank holiday"}
{"text": "thats the only reason to watch Shartify games"}
{"text": "holy fuck this ds lane is fucking hell"}
{"text": "just dont let the snake bounce on you lol"}
{"text": "VP got exposed as a patch team and slowly disintegrated"}
{"text": "It also slows and deals massive damage."}
{"text": "unironically stonks"}
{"text": "because its a shitty hero otherwise"}
{"text": "this is ruthless"}
{"text": "i'm going to sleep fuck this"}
{"text": "are we gonna see my man invoker picked today?"}
{"text": "What wins, enchanted quiver or gossamer cape?"}
{"text": "im gonna go hotd2 ishkafael"}
{"text": "isn't OG the only one who plays Invoker"}
{"text": "Shopify sisters we got too cocky..."}
{"text": "they have nyx dusa is a free kill"}
{"text": "just ban the medusa you dumb fucks"}
{"text": "Nice casting crapitalist"}
{"text": "neither of them are charismatic"}
{"text": "probably shat himself again"}
{"text": "desu what do you even cast"}
{"text": "its just a joke"}
{"text": "this hero is a bad fucking joke"}
{"text": "shes chrono'd, mystic flared, nyx ult'ed"}
{"text": "if you don't ban her you're retarded"}
{"text": "and he's casting a shopify game, scriptwriters do it again"}
{"text": "Focus on the game, snake."}
{"text": "this just makes you look deranged, campo tranny"}
{"text": "Mana restoration reduction when"}
{"text": "give me the rundown on this arteezy guy"}
{"text": "Uncontested best carry in the world since a decade."}
{"text": "russian potato farmer"}
{"text": "there's shit running down his legs"}
{"text": "why is he building nulifier?"}
{"text": "Does Chrono stop Stone Gaze?"}
{"text": "Seer will carry the game"}
{"text": "This is my 1,4k analysis:"}
{"text": "He's been casting division 2 shit."}
{"text": "Fuck the caster cabal"}
{"text": "game is dead in the east as well"}
{"text": "Looking not too good for shopify tbqh."}
{"text": "im telling you guys"}
{"text": "Shartify will never win a game with rtz medusa ever"}
{"text": "they can never use it like the actually good teams"}
{"text": "how does arteezy do it?"}
{"text": "bro they just threw"}
{"text": "many suka cases"}
{"text": "uh oh poopy time"}
{"text": "A classic Sharteezy moment if I've ever seen one"}
{"text": "Can't blame him I'd do that too"}
{"text": "Can't make this shit up"}
{"text": "its over for dusa"}
{"text": "don't worry, they sucked it back in"}
{"text": "how does arteezy get teams"}
{"text": "a random 2k would do a better job"}
{"text": "toss chrono kino"}
{"text": "God Cap is a faggot"}
{"text": "He will never fucking win"}
{"text": "shaaaaaaaaaaaaart"}
{"text": "this is worse than the pudge support epidemic"}
{"text": "Dude thats preferable."}
{"text": "is the snake lady...cute?"}
{"text": "me sniffing rtz"}
{"text": "it's over artour"}
{"text": "how else do you counter the fucking dusa?"}
{"text": "by picking nyx as a core like he is"}
{"text": "you dont counter medusa by going support anti mage either"}
{"text": "shopify games are actually kind of painful"}
{"text": "Majima's wife and mistress."}
{"text": "yea this shits mega rigged"}
{"text": "DS is doing so much work here you tard"}
{"text": "Not really, the hair snakes are cuter than she is."}
{"text": "Perfect image for this game lmao"}
{"text": "rtz lost with Medusa. Again."}
{"text": "I always thought Ana was the best"}
{"text": "They actually solved her. Crazy."}
{"text": "okay... kinda romantic"}
{"text": "yea i'm thinking honeypot major"}
{"text": "think bulba had enough of dusa draft"}
{"text": "he must realize shartour can't hold that shart hero"}
{"text": "just like anti mage"}
{"text": "why isn't eternalenvy, singsing and bambo on the Panda team"}
{"text": "Had to change pant before he stinks up the arena"}
{"text": "don't worry i read the script"}
{"text": "EE just an hero'd on twitter"}
{"text": "/d2g/ in-game chat: /joinchannel /vg/"}
{"text": "Second inhouse 1pm est Sunday as well!"}
{"text": "If someone griefs, grief them 10x harder next game"}
{"text": "Rules are optional"}
{"text": "Immortal draft is not funny"}
{"text": "Remember there is no associated discord!"}
{"text": "he is going to lose all of his money lmfao"}
{"text": "rip sweet prince"}
{"text": "ephey loves big white cock"}
{"text": "specifically sheeps sheepstick"}
{"text": "dang ephey lookin fine"}
{"text": "jfc that is an ugly mousepad"}
{"text": "How to win against dusa: pick Void(the original one)"}
{"text": "That's how you know it's dead"}
{"text": "Damn he really did. Good for him"}
{"text": "Going to follow SexyBamboe footsteps I see"}
{"text": "Why do you want to talk to slacks?"}
{"text": "Try becoming the GF anon :3"}
{"text": "imagine seeing her without makeup though"}
{"text": "how can Sharteezy be so sharted"}
{"text": "have you tried asking her, sheep?"}
{"text": "jentucky friend chicken?"}
{"text": "what are you eating"}
{"text": "did that dumbfuck really kill himself over some money lmao"}
{"text": "what? rtz lost why...."}
{"text": "Just think about it, dotards"}
{"text": "Because he's trash"}
{"text": "he and his team are shitters"}
{"text": "Worse, shitcoins."}
{"text": "Fucking finally"}
{"text": "EE quitting reality*"}
{"text": "I missed it ffs"}
{"text": "What a tragic loss to the world of Dota..."}
{"text": "color me surprised"}
{"text": "Good morning sir."}
{"text": "thanks bulba for always making my bets safe"}
{"text": "https://www.hoyolab.com/article/17813963"}
{"text": "https://www.hoyolab.com/article/17591332"}
{"text": "https://www.hoyolab.com/article/17591331"}
{"text": "https://www.hoyolab.com/article/17591331"}
{"text": "https://pastebin.com/duGaUwyH"}
{"text": "/gig/ OP pastebin (use this if making new thread):"}
{"text": "https://pastebin.com/ca0zseQ9"}
{"text": "\"Oh btw there's also info about the Hydro Archon\""}
{"text": "\"The Hydro Archon's mechanics are related to gravity\""}
{"text": "translating from here"}
{"text": "タオ、俺の翻訳レディットから盗むのよしやがれっつーの"}
{"text": "Recommended nahida build for f2p poorfags?"}
{"text": "focalsisters we winning"}
{"text": "self insert incels are sure sad"}
{"text": "https://poal.me/7l86gm"}
{"text": "https://poal.me/7l86gm"}
{"text": "https://poal.me/7l86gm"}
{"text": "plunge itto sisters our time has come"}
{"text": "Praise her magnificence and purity!"}
{"text": "Relaxing in the bath with Hu Tao!"}
{"text": "Oxygenbros, we got too cocky..."}
{"text": "Zelda doesn't have Childe."}
{"text": "Fuck, that's the most cringe I've felt today"}
{"text": "Childe... when?"}
{"text": "No, I wont use her"}
{"text": "She will rot there"}
{"text": "*slaps your Nilou*"}
{"text": "Unprotected handholding with Lumine"}
{"text": "why would I not just roll for yelan instead?"}
{"text": "sandrone guillotine execution ala liveleak doko?"}
{"text": "lmao whatever pablo"}
{"text": "made for alhaitham"}
{"text": "Mutts are literally waking up right now"}
{"text": "I regret rolling for C0 R1 Yelan"}
{"text": "by playing better game"}
{"text": "I'm pretty sure 3/4 of EU posters are russian women"}
{"text": "No Childe no deal"}
{"text": "now post the revenue figures"}
{"text": "Eleven more skips trust the plan"}
{"text": "404 gameplay not found"}
{"text": "See you back in Genshit soon"}
{"text": "our prayers have been herd"}
{"text": "Eurohomos are awake and have been for hours."}
{"text": "Never. Stream your suicide the moment she gets announced."}
{"text": "Neuvillette and Focalors have matching hair and clothes. Cute."}
{"text": "layler ur sleep?"}
{"text": "This, gencucks seething"}
{"text": "Aether will fuck the Hydro Archon though"}
{"text": "Which way western man?"}
{"text": "Her eyes are so sexy"}
{"text": "Nice corrosion domain we're doing today"}
{"text": "Hope you don't mind if I join lol"}
{"text": "Focalor, Kazuha, and Bennett will make Xiangling T-1"}
{"text": "pagsters won't like this..."}
{"text": "Good morning /gig/"}
{"text": "What if I just use both?"}
{"text": "I wonder if foca+b+baizhu+dps of your choice could work"}
{"text": "Haino was kino...what went wrong"}
{"text": "I’m beginning to see a pattern here."}
{"text": "rubbing her silky smooth back and shoulders"}
{"text": "your country has many beautiful women"}
{"text": "Sus as fuck, I dont believe them."}
{"text": "What was the point again"}
{"text": "This is a bad Hu Tao thread"}
{"text": "arabs all wish they were white anyway"}
{"text": "gachas know what they want"}
{"text": "skill: throws a water orb"}
{"text": "i'm gonna make fuckalors work with my wife"}
{"text": "What other 3.8 leak do you need?"}
{"text": "Yeah I think I know which one I'm playing."}
{"text": "Baizhu-si*cough**cough**coughs blood*"}
{"text": "Treeanon here. No, because:"}
{"text": "I hate when they get them fake huge tits"}
{"text": "hey that's pretty bada- oh"}
{"text": "made for the wanderer"}
{"text": "what happens when u touch too much grass"}
{"text": "I will make it work"}
{"text": "big or smol I still love her."}
{"text": "Death to pedophiles (lolifags)"}
{"text": "toxic archon in a toxic (literally) country"}
{"text": "Sumeru on extinction watch"}
{"text": "If nahida is anything to go by, tier 0 must-roll"}
{"text": "Give me qiqi but aged up"}
{"text": "How are we coping transsisters?"}
{"text": "Former need cons and the latter has ugly hairstyle"}
{"text": "get fucked spicnigger lol"}
{"text": "can't wait for the pagpag to be cucked once more"}
{"text": "She's dead, she cant age"}
{"text": "the judge dude will be a healer"}
{"text": "Im really sorry..."}
{"text": "I still love you..."}
{"text": "I hope you come home with the standar banner..."}
{"text": "Im really sorry..."}
{"text": "the perfect girl"}
{"text": "looks good to me"}
{"text": "For me, its Fischl!"}
{"text": "Why did they ruin her?"}
{"text": "Focalor's buff will not work with d*ndro reactions"}
{"text": "My yandere archon can't be this cute."}
{"text": "There is no one Focalors can cuck you with though"}
{"text": "never happening"}
{"text": "We have a date :)"}
{"text": "You forgot the most concerning part:"}
{"text": "Genshin for this feel?"}
{"text": "Im still Candacelet btw"}
{"text": "he's a dottore clone"}
{"text": "Haha you're like a baby watch this I'm still Bennetlet"}
{"text": "and I care because..."}
{"text": "enjoy my sloppy seconds sis"}
{"text": "i wish i had faruchan"}
{"text": "Trust the plan."}
{"text": "But if we are talking about playable character then Ningguang."}
{"text": "You need C6 and a team full of homosexual manlets."}
{"text": "blue tao is not focalors"}
{"text": "Leakers are biased towards males."}
{"text": "This is just pathetic"}
{"text": "Genshin leakers community are sadly full of homo and troons."}
{"text": "Is this the fastest way to farm friendship exp now?"}
{"text": "self insert incels are that pathetic..."}
{"text": "Dendro didn't exist when those characters were released sis"}
{"text": "but my teapot harem..."}
{"text": "But it's already morning here in US"}
{"text": "focalors does 200% increased corrosion damage to female teammates"}
{"text": "Blue tao is focalors"}
{"text": "I bet she and Klee can be great friends."}
{"text": "No, I will use her to buff carry Lynette."}
{"text": "Too may children"}
{"text": "I don't even use faruzan for wanderer"}
{"text": "Which waifu are you dropping"}
{"text": "What triggered it this time?"}
{"text": "See you tomorrow"}
{"text": "4 star*, Anemo, sword, CA buffer support"}
{"text": "translating from here"}
{"text": "タオ、俺の翻訳レディットから盗むのよしやがれっつーの"}
{"text": "raidenchads having fun"}
{"text": "aetherfags are pathetic"}
{"text": "she's for chong, incel"}
{"text": "Really makes you ponder"}
{"text": "Why raidenpedos are like this"}
{"text": "I see they've finished boiling the frogs."}
{"text": "sex with hu tao"}
{"text": "will she buff ayakas CA ?"}
{"text": "they have similar hairstyles and outfits"}
{"text": "that's probably incest"}
{"text": "ohnonononono even worse than sumeru 4*"}
{"text": "retarded ayakafag"}
{"text": "I can't wait for the"}
{"text": "Oh Vinayak... you absolute goober."}
{"text": "Aren't buffers getting way to niche?"}
{"text": "Fontaine confirmed flop"}
{"text": "jerking off to the genshin below"}
{"text": "Thank that one 4* pyro fucker for that"}
{"text": "any change for Kirara?"}
{"text": "leakers' TC is always wrong"}
{"text": "https://poal.me/pum2vl"}
{"text": "https://poal.me/pum2vl"}
{"text": "https://poal.me/pum2vl"}
{"text": "https://poal.me/pum2vl"}
{"text": "https://poal.me/pum2vl"}
{"text": "that's way better than just"}
{"text": "where's more buff for Yoimiya?"}
{"text": "Dont skip Kokomi"}
{"text": "keikakutori just said that this is wrong"}
{"text": "and desert was literally just this."}
{"text": "most creatively bankrupt region by far."}
{"text": "why do they do this?"}
{"text": "More focalors cons for me I guess..."}
{"text": "good luck with dying every 10 secs lol"}
{"text": "I already have kokomeme"}
{"text": "Just don't be poor"}
{"text": "How did she do it?"}
{"text": "Unless you're from launch or Liyue."}
{"text": "oh hello there, anti-sumeru inazuma schizo"}
{"text": "Kuki is doing fine"}
{"text": "Mihoyo is creatively bankrupt, their time has passed."}
{"text": "I lost interest in fontaine already"}
{"text": "Dendro, corrosion, new hydro resonance"}
{"text": "/gig/ was a mistake."}
{"text": "Hydro is just the chad element."}
{"text": "But can it ve mitigated by Deshia?"}
{"text": "Where did they go? ;^)"}
{"text": "They can't do anything right."}
{"text": "The game hasn't had a single creative area since launch."}
{"text": "https://poal.me/hwe9aw"}
{"text": "https://poal.me/hwe9aw"}
{"text": "https://poal.me/hwe9aw"}
{"text": "Cry about it, gweilo. Remember to renew your welkin."}
{"text": "plz make it real"}
{"text": "kuki was just average at release"}
{"text": "I kneel, tiffany"}
{"text": "... Wanderer just looks kinda irritated."}
{"text": "Id hate her if her hair wasn't so luscious."}
{"text": "mihoyo really wants to make me quit"}
{"text": "beauty, charm and charisma"}
{"text": "jesus christ you're right"}
{"text": "Just bring your Kok out, anon."}
{"text": "Have massive electro application so it swirls electro for Tignari."}
{"text": "if anyone is getting btfo it's husbandofags lmao"}
{"text": "My dick so I can pound her harder"}
{"text": "hopefully not something that would complement :b: further"}
{"text": "Rolling kaveh for focalors!"}
{"text": "aether is canon btw"}
{"text": "8gb vs 16gb ram for Genshin whats better"}
{"text": "Your banner rates."}
{"text": "but mona doesn't have a unique multiplier, it's generic dmg%"}
{"text": "genshin bellow will get chelded soon"}
{"text": "it's shartmeru all over again, I'm done with this game"}
{"text": "Not worth it, Tighnari already has so many good options"}
{"text": "Its not 2008 anymore grandpa"}
{"text": "16gb of ram is like $60 nowadays?"}
{"text": "i regret cheldposting so much"}
{"text": "Still saving for Tsaritsa Mommy."}
{"text": "stockholm syndrome soon"}
{"text": "fuck you get out of my head"}
{"text": "Where's my 5* geo cat you niggers?"}
{"text": "You are so fucking dumb it is hilarious."}
{"text": "seriously mentally ill, yes."}
{"text": "I wonder how she will cuck the pagpag"}
{"text": "Fuck this omni-pandering game."}
{"text": "irminsul's ctrl+alt+delete fixed this though"}
{"text": "Anyone on NA server I can steal Nilou flowers from?"}
{"text": "Depends on his relationship with Focalors"}
{"text": "Cryo isn't shit, just spend more money"}
{"text": "Uninteresting leaks as usual."}
{"text": "I can't wait to get the fuck out of Sumeru"}
{"text": "What is Cookie eating in that pic?"}
{"text": "still making my hyperbloom archon team"}
{"text": "why didn't i just grab more dookie cons"}
{"text": "i got played like a fiddle by /gig/ and mihoyo"}
{"text": "Fucking retard, you can only blame yourself"}
{"text": "If anything, Gorou is the better character."}
{"text": "This dense motherfucker..."}
{"text": "Simply kill the enemies before focalors kills you"}
{"text": "Wait, he didn't score?"}
{"text": "Focalors, C2 Nahida, C2 Raiden, Zhongli"}
{"text": "Can anything in the game survive this?"}
{"text": "His 'tism got the best of him."}
{"text": "Literally me..."}
{"text": "He did. He got an A."}
{"text": "how do you feel yangu bro?"}
{"text": "I enjoy Tightnari gameplay so I will get Lyney too"}
{"text": "Excited for more bow dps clear"}
{"text": "if the leak is true, no one, you included"}
{"text": "HP Kokomi with her jellyfish out."}
{"text": "His roommate's wife"}
{"text": "He doesn't care about pussy, he just wants to pass"}
{"text": "Just roll for who you like"}
{"text": "I'm still and will continue to save for Signora"}
{"text": "as long it's not pagpag incels anything is good"}
{"text": "Why does he do it?"}
{"text": "The previous hydro archon she tried to hate fuck"}
{"text": "the blonde hag 100%"}
{"text": "Deserts, deserts, and more deserts."}
{"text": "Do you like deserts?"}
{"text": "not happening unless baited hard like eulamber"}
{"text": "foca means seal in spanish"}
{"text": "Nothing worth your time unless you're a fujoshi."}
{"text": "me on the right"}
{"text": "If its really that bad"}
{"text": "I want men not women with penises."}
{"text": "Evil Sister Lumine"}
{"text": "Daily reminder, you're playing a fujo game"}
{"text": "Gorou looks absolutely terrible in comparison to Faruzan."}
{"text": "i wish these 3 had more interactions"}
{"text": "I really like this map more."}
{"text": "Yes, three months ago."}
{"text": "Whats her problem?"}
{"text": "I said this and I will say it again"}
{"text": "And yet he doesn't even fucking wear an armor"}
{"text": "why can't we have good events"}
{"text": "not how it works but ok"}
{"text": "Sumeru is the most critically acclaimed nation so far."}
{"text": "can I fuck the dragon"}
{"text": "As you kids say, she fell off"}
{"text": "What a stupid bitch"}
{"text": "Just pay up Gweilo."}
{"text": "real Kaveh would definetely be a metrosexual as well"}
{"text": "Kokomi will never be a real dragon."}
{"text": "He looks very rapable, I'm going to self-insert as him."}
{"text": "So that poster was just lying out of his ass?"}
{"text": "Who cares? Still rolling"}
{"text": "haikaveh made my neovagina squirt"}
{"text": "this was 6 fucking years ago I'm old"}
{"text": "I'm not surprised. It deserved it."}
{"text": "Fucking the dragon is Fontaine's equivalent to swearing under oath"}
{"text": "What did they mean by this?"}
{"text": "stop being insecure sis"}
{"text": "wrong, fujos are our best allies"}
{"text": "pic related is a poll from november"}
{"text": "They didn't realize that she's a lost cause."}
{"text": "why's everyone having an episode over some fake leak?"}
{"text": "Dedicated NA buffer comes out"}
{"text": "Dedicated Phys support comes out"}
{"text": "Dedicated geo/anemo support comes out"}
{"text": "Dedicated bow CA buffer comes out"}
{"text": "/gig/ is just mentally ill"}
{"text": "Pffffft try harder subhuman fujo"}
{"text": "Nah, anything with less than 30 crit damage is garbage"}
{"text": "you are a faggot anon"}
{"text": "A heartless bait"}
{"text": "Why does gig hate Eula?"}
{"text": "no retard, i have an all female account"}
{"text": "This community has the memory of a goldfish"}
{"text": "Don't give it (You)s"}
{"text": "They homosexuals"}
{"text": "Momoka my wife..."}
{"text": "I wish she did that even more openly"}
{"text": "You still did not show me any real comparison"}
{"text": "Only fags and women hate eula"}
{"text": "You mean a cute miku and an ugly len."}
{"text": "Anon she's just using you."}
{"text": "Dont send me to prison nahida. Please"}
{"text": "i'm fine with pretty girls using me"}
{"text": "never doubted you aether"}
{"text": "Be as Genshin or Vocaloid, they are forgotten."}
{"text": "I hope you enjoy his event"}
{"text": "Paimon can't read your mind and legit cares about you"}
{"text": "They don't even talk to each other lol"}
{"text": "You mean trannies*"}
{"text": "I would straight up rape Nahida"}
{"text": "Well guess it is something I will slowly get"}
{"text": "ah shit my dick is aching"}
{"text": "looks like it's finally time to stop masturbating every day"}
{"text": "nope they don't"}
{"text": "who tf even cares about ewla lmao"}
{"text": "stop deathgripping it"}
{"text": "which genshin did it to you"}
{"text": "we're all saving for eula right?"}
{"text": "jerking off to the genshin below"}
{"text": "https://ambr.top/en/archive/quest/10141/gatherings-and-partings?chapter=1"}
{"text": "retard, check the end"}
{"text": "Constellations only go up to 6, Anon."}
{"text": "Use lube my man"}
{"text": "I wish I can refund my Eula."}
{"text": "Yes, to Eula and beyond."}
{"text": "wish I had him, hunting nahida's mats is kinda brutal"}
{"text": "free my nigga elliott gindi"}
{"text": "Thanks for spoon-feeding me lol"}
{"text": "And it's that all? Hahaha poor shiptards keep losing"}
{"text": "post it, i can't find it"}
{"text": "I regret rolling Naganohararence Eulamiya"}
{"text": "that nigga already an hero himself"}
{"text": "Her fate is sealed already."}
{"text": "why did you skip"}
{"text": "incels are pathetic"}
{"text": "I miss this nigga like you wouldnt believe"}
{"text": "Because she'll spend the whole quest with Aether"}
{"text": "kazuha fucked ei twice"}
{"text": "Name 3 trannies that do this"}
{"text": "remeber kirara?"}
{"text": "kuki fucked another man and made me watch"}
{"text": "can't wait for geo to be saved bros"}
{"text": "You will make the incels cry sis.."}
{"text": "https://www.twitch.tv/videos/1209947310?sr=a&amp;t=4994s"}
{"text": "/gig/ is full of them idc about their names"}
{"text": "how big of an upgrade is kok over babala?"}
{"text": "you're overreacting"}
{"text": "Sumeru only had Nilou and Nahida"}
{"text": "cuckposting, aetherpag vs raidentroon, \"him\", general schizo shit"}
{"text": "Or maybe /gig/ is just making up dumb bullshit again"}
{"text": "Yes. That's incels for you. Entitled. She's free woman."}
{"text": "you'll need both together to resist gravity"}
{"text": "its literally one tranny (ftm) and she replies to herself"}
{"text": "rethink your life"}
{"text": "Why are Americans so obsessed with cuckoldry?"}
{"text": "so now we're pretending his story quest didn't happen"}
{"text": "why is your monitor wearing a dress"}
{"text": "please change and grow as a person"}
{"text": "years of Hollywood jew propaganda"}
{"text": "niloupedos lost"}
{"text": "What was wrong with her second story quest?"}
{"text": "That's Lumine's pantaloons."}
{"text": "Noelle thread in the making"}
{"text": "They literally aren't."}
{"text": "cheldposter is a woman, possibly a babushka"}
{"text": "Because for some reason Kaveh lives in /gig/'s head rent-free"}
{"text": "don't respond to him."}
{"text": "I'm going to spam scat in the next thread"}
{"text": "gore gang edition"}
{"text": "https://pastebin.com/D3zuHuqK"}
{"text": "Sunbreak Info: https://www.monsterhunter.com/rise-sunbreak"}
{"text": "Patch Notes: https://www.monsterhunter.com/rise-sunbreak/update/en-us/"}
{"text": "Hunter Connect: https://pastebin.com/Tp9t570y"}
{"text": "Armor Set Search: https://mhrise.wiki-db.com/sim/?hl=en"}
{"text": "Set up and connect to the /mhg/ server: https://pastebin.com/ZJaqPmQa"}
{"text": "Decorations database: https://supream2.github.io/bougu/deco.htm"}
{"text": "https://kiranico.com/"}
{"text": "https://sites.google.com/site/pingsdex"}
{"text": "https://pastebin.com/A57bJVsR"}
{"text": "Post the game, platform, room code, and password (7243/rage)"}
{"text": "https://pastebin.com/sNMgzzPY"}
{"text": "What are the odds of him getting into MH6?"}
{"text": "Words I never imagined I'd say:"}
{"text": "Goldian is the most enjoyable (AR) fight in the game."}
{"text": "Quite possible if the Espinas backport theory is true"}
{"text": "Does every monster get only one special investigation?"}
{"text": "MH6 will only feature giant fights"}
{"text": "Imagine being mentally broken by Nintendo of all things."}
{"text": "Just a console."}
{"text": "I can talk about Monhun still to some extent."}
{"text": "I just won't play with you."}
{"text": "You sound offended by his statement."}
{"text": "I'm gonna go ahead and say it."}
{"text": "World has one cool monster (the fluffy bat)"}
{"text": "Rise is nothing but cool monsters"}
{"text": "World has shit armor"}
{"text": "Rise is nothing but cool armor"}
{"text": "World has \"realistic\" graphics"}
{"text": "Rise has actual fucking art direction"}
{"text": "I could fucking go on for hours."}
{"text": "*invites you to lobby*"}
{"text": "Fuck Worlos and their consequences"}
{"text": "*zenith moves to mezeporta*"}
{"text": "Best post of the month."}
{"text": "I actually liked world's roster and newcomers. Except Tzi."}
{"text": "zenith nyyyyooooo"}
{"text": "Real schizo hours"}
{"text": "What did my brain mean by this?"}
{"text": "World? Good game."}
{"text": "Rise? Good game."}
{"text": "so 24/7? What the fuck is this post lol"}
{"text": "Not real Monster Hunter."}
{"text": "You said the same thing twice, you okay?"}
{"text": "why are you responding to a bot"}
{"text": "you really think its this bad 24/7?"}
{"text": "*cheats in all anomaly mats*"}
{"text": "We'll see how you do in MH6 :)"}
{"text": "amatsu weapon gives 10%damage to gunlances strongest attack"}
{"text": "Another general taken over by bots and retards."}
{"text": "You have to be fucking with me."}
{"text": "You don't believe in yourself."}
{"text": "This went off the rails really fast huh?"}
{"text": "I think I'm finally gotten sick of this."}
{"text": "Just report and wait for a janitor to clean it"}
{"text": "Great thread fellas."}
{"text": "More like these please"}
{"text": "Okay how is /mhg/ not the worst?"}
{"text": "What do I do, anons?"}
{"text": "Enter, the coolest Switch Axe"}
{"text": "Is Wind Mantle good for Hammer?"}
{"text": "schizo containment facility (world pc)"}
{"text": "Closed- thanks for the hunts."}
{"text": "but really, just play world"}
{"text": "please marry me."}
{"text": "Why are bomb cats like this"}
{"text": "Realistically speaking, what Frontier monsters would be prioritized?"}
{"text": "every one of them"}
{"text": "Espinas and his retarded cousins"}
{"text": "Barioth and Brachydios"}
{"text": "do not want those fucking limbs and divebombs here"}
{"text": "the goth rathian"}
{"text": "Akura Vashimu and Rukodiora"}
{"text": "absolutely nonsensical design, keep it away"}
{"text": "M-my k-knees..."}
{"text": "How hard can this fat retard even be"}
{"text": "does he stay fat 24/7 or something?"}
{"text": "Nothin personnel kid."}
{"text": "Bros, I finally beat HR Apex Zinogre."}
{"text": "I'm so fucking happy."}
{"text": "You can't just say shit like this and not explain"}
{"text": "Slow down speedtrannie"}
{"text": "so what's the ls meta now"}
{"text": "I read tigrex is back on the menu?"}
{"text": "Tiggy and Amatsu"}
{"text": "Take me back to when we wore monke pants"}
{"text": "I like Tzi way more than Girros"}
{"text": "alright now it's closed for real"}
{"text": "Forgot your pic, o' great king."}
{"text": "Could you translate?"}
{"text": "I can't read moonrunes"}
{"text": "https://translate.yandex.com/ocr"}
{"text": "Set the input language as japanese, output as english"}
{"text": "Punished kushala that is completely immune to poison when?"}
{"text": "why is the AR grind so long?"}
{"text": "C-c-can I cheat to get ahead?"}
{"text": "So that explains why he got darker..."}
{"text": "I'd love to fuck a Rathian."}
{"text": "Also failed mounting twice."}
{"text": "Back to playing solo."}
{"text": "Not everyone is a sand nigger."}
{"text": "Forlorn Kulu Yaku doko"}
{"text": "demon monkey has a cool design"}
{"text": "Same with Elzelion"}
{"text": "I also would like to see Voljang in mainline"}
{"text": "But what is Origin Species? Never played Frontier before."}
{"text": "What new attack?"}
{"text": "That's not new, that's just a MR attack"}
{"text": "I'm fairly sure its new, even because it's stupidly huge."}
{"text": "strike some kinda nerve?"}
{"text": "Unironically, gunlance."}
{"text": "The only exceptions are:"}
{"text": "- Health Boost is mandatory"}
{"text": "I only did that for World"}
{"text": "One for Ranged, another for Blademaster"}
{"text": "Nigga you dumb AF"}
{"text": "https://www.bilibili.com/video/BV1sU4y1Q7sJ/?spm_id_from=333.337.search-card.all.click"}
{"text": "World was a mistake."}
{"text": "Ain't clicking that shit muhfugga"}
{"text": "Here *builds karakuri crate*"}
{"text": "Would be gigakino in my opinion."}
{"text": "Good bait, has me replying and all."}
{"text": "I pick a weapon for each game"}
{"text": "She's been hitting the krabby patties, I see."}
{"text": "Rhetorical question, the odds are 0"}
{"text": "04/25/23(Tue)17:45:16"}
{"text": "Yesterday when I posted this, note the large bulge"}
{"text": "A common assumption in the philosophy of mind is that of substrate-independence."}
{"text": "The idea is that mental states can supervene on any of a broad class of physical substrates."}
{"text": "Provided a system implements the right sort of computational structures and processes, it can be associated with conscious experiences."}
{"text": "It is not an essential property of consciousness that it is implemented on carbon-based biological neural networks inside a cranium: silicon-based processors inside a computer could in principle do the trick as well."}
{"text": "Arguments for this thesis have been given in the literature, and although it is not entirely uncontroversial, we shall here take it as a given."}
{"text": "The argument we shall present does not, however, depend on any very strong version of functionalism or computationalism."}
{"text": "For example, we need not assume that the thesis of substrate-independence is necessarily true (either analytically or metaphysically) just that, in fact, a computer running a suitable program would be conscious."}
{"text": "Moreover, we need not assume that in order to create a mind on a computer it would be sufficient to program it in such a way that it behaves like a human in all situations, including passing the Turing test etc."}
{"text": "We need only the weaker assumption that it would suffice for the generation of subjective experiences that the computational processes of a human brain are structurally replicated in suitably fine-grained detail, such as on the level of individual synapses."}
{"text": "This attenuated version of substrate-independence is quite widely accepted."}
{"text": "Neurotransmitters, nerve growth factors, and other chemicals that are smaller than a synapse clearly play a role in human cognition and learning."}
{"text": "The substrate-independence thesis is not that the effects of these chemicals are small or irrelevant, but rather that they affect subjective experience only via their direct or indirect influence on computational activities."}
{"text": "For example, if there can be no difference in subjective experience without there also being a difference in synaptic discharges, then the requisite detail of simulation is at the synaptic level (or higher)."}
{"text": "A technologically mature posthuman civilization would have enormous computing power."}
{"text": "Based on this empirical fact, the simulation argument shows that at least one of the following propositions is true: (1) The fraction of human-level civilizations that reach a posthuman stage is very close to zero; (2) The fraction of posthuman civilizations that are interested in running ancestor-simulations is very close to zero; (3) The fraction of all people with our kind of experiences that are living in a simulation is very close to one. If (1) is true, then we will almost certainly go extinct before reaching posthumanity. If (2) is true, then there must be a strong convergence among the courses of advanced civilizations so that virtually none contains any relatively wealthy individuals who desire to run ancestor-simulations and are free to do so. If (3) is true, then we almost certainly live in a simulation. In the dark forest of our current ignorance, it seems sensible to apportion ones credence roughly evenly between (1), (2), and (3)."}
{"text": "Unless we are now living in a simulation, our descendants will almost certainly never run an ancestor-simulation."}
{"text": "At our current stage of technological development, we have neither sufficiently powerful hardware nor the requisite software to create conscious minds in computers."}
{"text": "But persuasive arguments have been given to the effect that if technological progress continues unabated then these shortcomings will eventually be overcome."}
{"text": "Some authors argue that this stage may be only a few decades away."}
{"text": "Yet present purposes require no assumptions about the time-scale."}
{"text": "The simulation argument works equally well for those who think that it will take hundreds of thousands of years to reach a posthuman stage of civilization, where humankind has acquired most of the technological capabilities that one can currently show to be consistent with physical laws and with material and energy constraints."}
{"text": "Such a mature stage of technological development will make it possible to convert planets and other astronomical resources into enormously powerful computers."}
{"text": "It is currently hard to be confident in any upper bound on the computing power that may be available to posthuman civilizations."}
{"text": "As we are still lacking a theory of everything, we cannot rule out the possibility that novel physical phenomena, not allowed for in current physical theories, may be utilized to transcend those constraints[2] that in our current understanding impose theoretical limits on the information processing attainable in a given lump of matter."}
{"text": "We can with much greater confidence establish lower bounds on posthuman computation, by assuming only mechanisms that are already understood."}
{"text": "For example, Eric Drexler has outlined a design for a system the size of a sugar cube (excluding cooling and power supply) that would perform 1021 instructions per second."}
{"text": "[3] Another author gives a rough estimate of 1042 operations per second for a computer with a mass on order of a large planet."}
{"text": "[4] (If we could create quantum computers, or learn to build computers out of nuclear matter or plasma, we could push closer to the theoretical limits."}
{"text": "Seth Lloyd calculates an upper bound for a 1 kg computer of 5*1050 logical operations per second carried out on ~1031 bits."}
{"text": "[5] However, it suffices for our purposes to use the more conservative estimate that presupposes only currently known design-principles.)"}
{"text": "The amount of computing power needed to emulate a human mind can likewise be roughly estimated."}
{"text": "One estimate, based on how computationally expensive it is to replicate the functionality of a piece of nervous tissue that we have already understood and whose functionality has been replicated in silico, contrast enhancement in the retina, yields a figure of ~1014 operations per second for the entire human brain."}
{"text": "[6] An alternative estimate, based the number of synapses in the brain and their firing frequency, gives a figure of ~1016-1017 operations per second."}
{"text": "[7] Conceivably, even more could be required if we want to simulate in detail the internal workings of synapses and dendritic trees."}
{"text": "However, it is likely that the human central nervous system has a high degree of redundancy on the mircoscale to compensate for the unreliability and noisiness of its neuronal components."}
{"text": "One would therefore expect a substantial efficiency gain when using more reliable and versatile non-biological processors."}
{"text": "Memory seems to be a no more stringent constraint than processing power."}
{"text": "[8] Moreover, since the maximum human sensory bandwidth is ~108 bits per second, simulating all sensory events incurs a negligible cost compared to simulating the cortical activity."}
{"text": "We can therefore use the processing power required to simulate the central nervous system as an estimate of the total computational cost of simulating a human mind."}
{"text": "If the environment is included in the simulation, this will require additional computing power how much depends on the scope and granularity of the simulation."}
{"text": "Simulating the entire universe down to the quantum level is obviously infeasible, unless radically new physics is discovered."}
{"text": "But in order to get a realistic simulation of human experience, much less is needed only whatever is required to ensure that the simulated humans, interacting in normal human ways with their simulated environment, dont notice any irregularities."}
{"text": "The microscopic structure of the inside of the Earth can be safely omitted."}
{"text": "Distant astronomical objects can have highly compressed representations: verisimilitude need extend to the narrow band of properties that we can observe from our planet or solar system spacecraft."}
{"text": "On the surface of Earth, macroscopic objects in inhabited areas may need to be continuously simulated, but microscopic phenomena could likely be filled in ad hoc."}
{"text": "What you see through an electron microscope needs to look unsuspicious, but you usually have no way of confirming its coherence with unobserved parts of the microscopic world."}
{"text": "Exceptions arise when we deliberately design systems to harness unobserved microscopic phenomena that operate in accordance with known principles to get results that we are able to independently verify."}
{"text": "The paradigmatic case of this is a computer."}
{"text": "The simulation may therefore need to include a continuous representation of computers down to the level of individual logic elements."}
{"text": "This presents no problem, since our current computing power is negligible by posthuman standards."}
{"text": "Moreover, a posthuman simulator would have enough computing power to keep track of the detailed belief-states in all human brains at all times."}
{"text": "Therefore, when it saw that a human was about to make an observation of the microscopic world, it could fill in sufficient detail in the simulation in the appropriate domain on an as-needed basis."}
{"text": "Should any error occur, the director could easily edit the states of any brains that have become aware of an anomaly before it spoils the simulation."}
{"text": "Alternatively, the director could skip back a few seconds and rerun the simulation in a way that avoids the problem."}
{"text": "It thus seems plausible that the main computational cost in creating simulations that are indistinguishable from physical reality for human minds in the simulation resides in simulating organic brains down to the neuronal or sub-neuronal level."}
{"text": "[9] While it is not possible to get a very exact estimate of the cost of a realistic simulation of human history, we can use ~1033 - 1036 operations as a rough estimate[10]."}
{"text": "As we gain more experience with virtual reality, we will get a better grasp of the computational requirements for making such worlds appear realistic to their visitors."}
{"text": "But in any case, even if our estimate is off by several orders of magnitude, this does not matter much for our argument."}
{"text": "We noted that a rough approximation of the computational power of a planetary-mass computer is 1042 operations per second, and that assumes only already known nanotechnological designs, which are probably far from optimal."}
{"text": "A single such a computer could simulate the entire mental history of humankind (call this an ancestor-simulation) by using less than one millionth of its processing power for one second."}
{"text": "A posthuman civilization may eventually build an astronomical number of such computers."}
{"text": "We can conclude that the computing power available to a posthuman civilization is sufficient to run a huge number of ancestor-simulations even it allocates only a minute fraction of its resources to that purpose."}
{"text": "We can draw this conclusion even while leaving a substantial margin of error in all our estimates."}
{"text": "Attempts to detect a simulation might fail because the simulations rules could adapt to conceal anomalies or glitches from its inhabitants."}
{"text": "Consciousness emerging computationally suggests that artificial minds could be as morally significant as natural ones, blurring lines between real and simulated."}
{"text": "Consciousness emerging computationally suggests that our minds are software running on unseen hardware."}
{"text": "Consciousness emerging computationally suggests that our universes laws could be optimized for mind-like processes."}
{"text": "Consciousness emerging from computation could mean that our qualiasights, sounds, feelingsare generated by code, yet feel real."}
{"text": "Consciousness emerging from computation posits that a sufficiently advanced simulation could generate self-aware entities with subjective experiences."}
{"text": "Consciousness emerging from computation suggests that our deepest experiences could be artifacts of a programs execution."}
{"text": "Consciousness from computation aligns simulation theory with pancomputationalism, where all reality might be code."}
{"text": "Consciousness from computation implies that complexity, not biology, is the key to subjective experience."}
{"text": "Consciousness from computation implies that our subjective reality could be an artifact of code, yet still valid as a lived experience."}
{"text": "Consciousness from computation implies that sentience could be engineered, not just evolved."}
{"text": "Consciousness from computation raises the stakes of simulation theory, suggesting that our realitys foundation might be algorithmic."}
{"text": "Ethical considerations suggest that shutting down a simulation with conscious beings could equate to genocide."}
{"text": "Ethical debates in simulation theory parallel those in theology, questioning the morality of a creator imposing existence on sentient beings."}
{"text": "Ethical implications extend to our future actions: if we simulate conscious beings, we inherit the same moral burdens as our potential simulators."}
{"text": "Ethical implications include the rights of simulated beings to know their status or to resist their creators control."}
{"text": "Ethical questions arise about the morality of creating flawed simulations, where suffering is inevitable."}
{"text": "Ethically, creating simulations with conscious beings raises questions about consent, as simulated entities do not choose their existence."}
{"text": "Ethically, if simulated beings are conscious, their creators bear moral responsibility for their experiences, akin to obligations toward biological offspring or sentient AI."}
{"text": "Ethically, simulated beings might deserve autonomy, challenging the simulators right to dictate their fate."}
{"text": "Ethically, simulators might be judged by the quality of life they afford their creations, not just their intent."}
{"text": "Ethically, simulators might face dilemmas about intervening in simulations, balancing autonomy against suffering."}
{"text": "Ethically, the purpose of a simulationresearch, entertainment, or punishmentaffects the moral stance of its creators."}
{"text": "If consciousness arises from computational processes, then simulating a brains neural patterns could produce a mind indistinguishable from one in base reality."}
{"text": "If consciousness is substrate-independent, a simulated brain running on digital hardware could experience thoughts and emotions as authentically as a biological one."}
{"text": "If we are simulated, the simulators ethical duties might include ensuring our well-being or justifying our existence within their broader purposes."}
{"text": "Many works of science fiction as well as some forecasts by serious technologists and futurologists predict that enormous amounts of computing power will be available in the future."}
{"text": "Let us suppose for a moment that these predictions are correct."}
{"text": "One thing that later generations might do with their super-powerful computers is run detailed simulations of their forebears or of people like their forebears."}
{"text": "Because their computers would be so powerful, they could run a great many such simulations."}
{"text": "Suppose that these simulated people are conscious (as they would be if the simulations were sufficiently fine-grained and if a certain quite widely accepted position in the philosophy of mind is correct)."}
{"text": "Then it could be the case that the vast majority of minds like ours do not belong to the original race but rather to people simulated by the advanced descendants of an original race."}
{"text": "It is then possible to argue that, if this were the case, we would be rational to think that we are likely among the simulated minds rather than among the original biological ones."}
{"text": "Therefore, if we dont think that we are currently living in a computer simulation, we are not entitled to believe that we will have descendants who will run lots of such simulations of their forebears."}
{"text": "That is the basic idea. The rest of this paper will spell it out more carefully."}
{"text": "Apart form the interest this thesis may hold for those who are engaged in futuristic speculation, there are also more purely theoretical rewards."}
{"text": "The argument provides a stimulus for formulating some methodological and metaphysical questions, and it suggests naturalistic analogies to certain traditional religious conceptions, which some may find amusing or thought-provoking."}
{"text": "The structure of the paper is as follows."}
{"text": "First, we formulate an assumption that we need to import from the philosophy of mind in order to get the argument started."}
{"text": "Second, we consider some empirical reasons for thinking that running vastly many simulations of human minds would be within the capability of a future civilization that has developed many of those technologies that can already be shown to be compatible with known physical laws and engineering constraints."}
{"text": "This part is not philosophically necessary but it provides an incentive for paying attention to the rest."}
{"text": "Then follows the core of the argument, which makes use of some simple probability theory, and a section providing support for a weak indifference principle that the argument employs."}
{"text": "Lastly, we discuss some interpretations of the disjunction, mentioned in the abstract, that forms the conclusion of the simulation argument."}
{"text": "Probabilistic arguments depend on the feasibility of high-fidelity simulations outnumbering base realities."}
{"text": "Probabilistic arguments falter if simulations are rare or if base reality has unique traits not replicated in simulations."}
{"text": "Probabilistic arguments often assume a uniformity of observer experiences across simulated and base realities, complicating statistical assessments."}
{"text": "Probabilistic logic assumes a vast simulation landscape, where base reality becomes a statistical outlier."}
{"text": "Probabilistic logic can be seen as a Bayesian argument, updating our belief in simulation based on technological trends."}
{"text": "Probabilistic logic implies that the sheer scale of possible simulations makes it unlikely that we occupy the singular, non-simulated base reality."}
{"text": "Probabilistic logic in simulation theory argues that if many simulations exist, the number of simulated conscious entities would far exceed those in base reality, tilting odds toward us being simulated."}
{"text": "Probabilistic logic in simulation theory assumes a uniformity of experience across real and simulated domains."}
{"text": "Probabilistic logic in simulation theory can be critiqued for relying on untestable assumptions about simulation frequency."}
{"text": "Probabilistic logic rests on the assumption that simulations mimic base reality closely enough to fool inhabitants."}
{"text": "Probabilistic reasoning hinges on the idea that simulated minds vastly outnumber base-reality minds in a universe with simulations."}
{"text": "Probabilistic reasoning suggests that the more simulations an advanced civilization runs, the lower the likelihood that any given conscious being inhabits the original, non-simulated reality."}
{"text": "Reality detection is constrained by our tools, which are themselves part of the simulations fabric."}
{"text": "Reality detection is futile if the simulation rewrites its own evidence, maintaining a seamless illusion."}
{"text": "Reality detection is thwarted if simulators can edit our perceptions, making any test for simulation status inconclusive."}
{"text": "Reality detection limitations align with Kantian philosophy, where the thing-in-itself remains beyond our epistemic reach."}
{"text": "Reality detection limitations echo Platos cave, where shadows on the wall are all we know of truth."}
{"text": "Reality detection limitations imply that a perfectly designed simulation would be indistinguishable from base reality, rendering internal detection impossible."}
{"text": "Reality detection limitations mean that glitches, if they occur, might be our only hint of a simulated state."}
{"text": "Reality detection limitations mean that philosophical skepticism is amplified in a simulated world, where sensory data might be entirely fabricated."}
{"text": "Reality detection limits imply that empirical science within a simulation only maps its rules, not the base reality."}
{"text": "Reality detection limits mean that any proof of simulation might be dismissed as a feature, not a bug."}
{"text": "Reality detection limits suggest that our physics is a shadow of the simulators, tailored to our perception."}
{"text": "Recursive ideas evoke a hall of mirrors, where each reality reflects another, complicating notions of authenticity."}
{"text": "Recursive ideas suggest that our simulators might themselves be simulated, ad infinitum."}
{"text": "Recursive simulations challenge the concept of a single origin, suggesting that reality might be a multilayered construct with no clear bottom."}
{"text": "Recursive simulations could create a paradox: if every level simulates another, where does the chain begin?"}
{"text": "Recursive simulations could exhaust computational resources, suggesting a practical limit to how many nested levels are feasible."}
{"text": "Recursive simulations could lead to a simulation singularity, where nested realities overwhelm computational capacity."}
{"text": "Recursive simulations evoke a metaphysical vertigo, questioning the stability of any foundational reality."}
{"text": "Recursive simulations imply a potential infinity of worlds, each as real to its inhabitants as ours is to us."}
{"text": "Recursive simulations occur when simulated beings create their own simulations, forming a nested hierarchy of realities where each level might be unaware of its simulated status."}
{"text": "Recursive simulations propose a layered cosmos, where each layer inherits the properties of its parent."}
{"text": "Recursive simulations suggest a fractal-like structure to existence, with self-similarity across levels."}
{"text": "Self-referential ideas in simulation theory include the notion that a simulation could model itself, creating a feedback loop of simulated realities."}
{"text": "Substrate-independence allows for the possibility that our bodies and world are illusory, with our minds existing as data on an alien computer."}
{"text": "Substrate-independence allows simulation theory to sidestep physicalism, focusing on informational substrates."}
{"text": "Substrate-independence challenges the notion that physical matter is essential for consciousness, proposing instead that computational processes alone suffice."}
{"text": "Substrate-independence holds that consciousness can arise on any computational platform, not solely biological ones, suggesting that simulated minds could possess genuine awareness."}
{"text": "Substrate-independence implies that upgrading from biological to digital substrates could preserve identity, supporting simulation plausibility."}
{"text": "Substrate-independence implies that uploading minds to a simulation preserves their essence, challenging biological chauvinism."}
{"text": "Substrate-independence posits that consciousness is a functional property, detachable from its original medium."}
{"text": "Substrate-independence posits that the medium of consciousness is irrelevant, only its structure matters."}
{"text": "Substrate-independence reframes reality as a platform-agnostic phenomenon, where mind trumps matter."}
{"text": "Substrate-independence supports the idea that our realitys physicality is an illusion of code."}
{"text": "Substrate-independence supports the simulation hypothesis by suggesting that our perceived physical reality could be a digital construct hosting real consciousness."}
{"text": "Substrate-independence undermines materialist views by proposing that the essence of mind lies in patterns, not physical stuff."}
{"text": "The basic idea of this paper can be expressed roughly as follows: If there were a substantial chance that our civilization will ever get to the posthuman stage and run many ancestor-simulations, then how come you are not living in such a simulation?"}
{"text": "We shall develop this idea into a rigorous argument."}
{"text": "Let us introduce the following notation: : Fraction of all human-level technological civilizations that survive to reach a posthuman stage : Average number of ancestor-simulations run by a posthuman civilization : Average number of individuals that have lived in a civilization before it reaches a posthuman stage The actual fraction of all observers with human-type experiences that live in simulations is then Writing for the fraction of posthuman civilizations that are interested in running ancestor-simulations (or that contain at least some individuals who are interested in that and have sufficient resources to run a significant number of such simulations), and for the average number of ancestor-simulations run by such interested civilizations, we have and thus: ( {equation} {*} f_{sim} = {f_P f_I {N_I}}{(f_P f_I {N_I}) + 1} {equation} ) Because of the immense computing power of posthuman civilizations, is extremely large, as we saw in the previous section. By inspecting (*) we can then see that at least one of the following three propositions must be true: ( {align} (1) & f_P 0 (2) & f_I 0 (3) & f_{sim} 1 {align} )"}
{"text": "The emergence of consciousness in simulations aligns with computational theories of mind, viewing cognition as an outcome of information processing."}
{"text": "The ethical implications of simulations suggest that causing suffering within a simulation could be as morally significant as causing it in base reality."}
{"text": "The first leg of the simulation trilemma implies that most civilizations perish due to self-destruction or external catastrophe before developing the computational capacity for detailed simulations."}
{"text": "The limitation on detecting reality stems from our confinement within the simulations parameters, which define the scope of observable evidence."}
{"text": "The possibility represented by proposition (1) is fairly straightforward."}
{"text": "If (1) is true, then humankind will almost certainly fail to reach a posthuman level; for virtually no species at our level of development become posthuman, and it is hard to see any justification for thinking that our own species will be especially privileged or protected from future disasters."}
{"text": "Conditional on (1), therefore, we must give a high credence to DOOM, the hypothesis that humankind will go extinct before reaching a posthuman level: ( {equation} Cr(DOOM | f_P 0) 1 {equation} ) One can imagine hypothetical situations were we have such evidence as would trump knowledge of ."}
{"text": "For example, if we discovered that we were about to be hit by a giant meteor, this might suggest that we had been exceptionally unlucky."}
{"text": "We could then assign a credence to DOOM larger than our expectation of the fraction of human-level civilizations that fail to reach posthumanity."}
{"text": "In the actual case, however, we seem to lack evidence for thinking that we are special in this regard, for better or worse."}
{"text": "Proposition (1) doesnt by itself imply that we are likely to go extinct soon, only that we are unlikely to reach a posthuman stage."}
{"text": "This possibility is compatible with us remaining at, or somewhat above, our current level of technological development for a long time before going extinct."}
{"text": "Another way for (1) to be true is if it is likely that technological civilization will collapse."}
{"text": "Primitive human societies might then remain on Earth indefinitely."}
{"text": "There are many ways in which humanity could become extinct before reaching posthumanity."}
{"text": "Perhaps the most natural interpretation of (1) is that we are likely to go extinct as a result of the development of some powerful but dangerous technology."}
{"text": "[13] One candidate is molecular nanotechnology, which in its mature stage would enable the construction of self-replicating nanobots capable of feeding on dirt and organic matter a kind of mechanical bacteria."}
{"text": "Such nanobots, designed for malicious ends, could cause the extinction of all life on our planet."}
{"text": " The second alternative in the simulation arguments conclusion is that the fraction of posthuman civilizations that are interested in running ancestor-simulation is negligibly small."}
{"text": "In order for (2) to be true, there must be a strong convergence among the courses of advanced civilizations."}
{"text": "If the number of ancestor-simulations created by the interested civilizations is extremely large, the rarity of such civilizations must be correspondingly extreme."}
{"text": "Virtually no posthuman civilizations decide to use their resources to run large numbers of ancestor-simulations."}
{"text": "Furthermore, virtually all posthuman civilizations lack individuals who have sufficient resources and interest to run ancestor-simulations; or else they have reliably enforced laws that prevent such individuals from acting on their desires."}
{"text": "What force could bring about such convergence?"}
{"text": "One can speculate that advanced civilizations all develop along a trajectory that leads to the recognition of an ethical prohibition against running ancestor-simulations because of the suffering that is inflicted on the inhabitants of the simulation."}
{"text": "However, from our present point of view, it is not clear that creating a human race is immoral."}
{"text": "On the contrary, we tend to view the existence of our race as constituting a great ethical value."}
{"text": "Moreover, convergence on an ethical view of the immorality of running ancestor-simulations is not enough: it must be combined with convergence on a civilization-wide social structure that enables activities considered immoral to be effectively banned."}
{"text": "Another possible convergence point is that almost all individual posthumans in virtually all posthuman civilizations develop in a direction where they lose their desires to run ancestor-simulations."}
{"text": "This would require significant changes to the motivations driving their human predecessors, for there are certainly many humans who would like to run ancestor-simulations if they could afford to do so."}
{"text": "But perhaps many of our human desires will be regarded as silly by anyone who becomes a posthuman."}
{"text": "Maybe the scientific value of ancestor-simulations to a posthuman civilization is negligible (which is not too implausible given its unfathomable intellectual superiority), and maybe posthumans regard recreational activities as merely a very inefficient way of getting pleasure which can be obtained much more cheaply by direct stimulation of the brains reward centers."}
{"text": "One conclusion that follows from (2) is that posthuman societies will be very different from human societies: they will not contain relatively wealthy independent agents who have the full gamut of human-like desires and are free to act on them."}
{"text": "The possibility expressed by alternative (3) is the conceptually most intriguing one."}
{"text": "If we are living in a simulation, then the cosmos that we are observing is just a tiny piece of the totality of physical existence."}
{"text": "The physics in the universe where the computer is situated that is running the simulation may or may not resemble the physics of the world that we observe."}
{"text": "While the world we see is in some sense real, it is not located at the fundamental level of reality."}
{"text": "It may be possible for simulated civilizations to become posthuman."}
{"text": "They may then run their own ancestor-simulations on powerful computers they build in their simulated universe."}
{"text": "Such computers would be virtual machines, a familiar concept in computer science."}
{"text": "(Java script web-applets, for instance, run on a virtual machine a simulated computer inside your desktop.)"}
{"text": "Virtual machines can be stacked: its possible to simulate a machine simulating another machine, and so on, in arbitrarily many steps of iteration."}
{"text": "If we do go on to create our own ancestor-simulations, this would be strong evidence against (1) and (2), and we would therefore have to conclude that we live in a simulation."}
{"text": "Moreover, we would have to suspect that the posthumans running our simulation are themselves simulated beings; and their creators, in turn, may also be simulated beings."}
{"text": "Reality may thus contain many levels."}
{"text": "Even if it is necessary for the hierarchy to bottom out at some stage the metaphysical status of this claim is somewhat obscure there may be room for a large number of levels of reality, and the number could be increasing over time."}
{"text": "(One consideration that counts against the multi-level hypothesis is that the computational cost for the basement-level simulators would be very great."}
{"text": "Simulating even a single posthuman civilization might be prohibitively expensive."}
{"text": "If so, then we should expect our simulation to be terminated when we are about to become posthuman.)"}
{"text": "Although all the elements of such a system can be naturalistic, even physical, it is possible to draw some loose analogies with religious conceptions of the world."}
{"text": "In some ways, the posthumans running a simulation are like gods in relation to the people inhabiting the simulation: the posthumans created the world we see; they are of superior intelligence; they are omnipotent in the sense that they can interfere in the workings of our world even in ways that violate its physical laws; and they are omniscient in the sense that they can monitor everything that happens."}
{"text": "However, all the demigods except those at the fundamental level of reality are subject to sanctions by the more powerful gods living at lower levels."}
{"text": "Further rumination on these themes could climax in a naturalistic theogony that would study the structure of this hierarchy, and the constraints imposed on its inhabitants by the possibility that their actions on their own level may affect the treatment they receive from dwellers of deeper levels."}
{"text": "For example, if nobody can be sure that they are at the basement-level, then everybody would have to consider the possibility that their actions will be rewarded or punished, based perhaps on moral criteria, by their simulators."}
{"text": "An afterlife would be a real possibility."}
{"text": "Because of this fundamental uncertainty, even the basement civilization may have a reason to behave ethically."}
{"text": "The fact that it has such a reason for moral behavior would of course add to everybody elses reason for behaving morally, and so on, in truly virtuous circle."}
{"text": "One might get a kind of universal ethical imperative, which it would be in everybodys self-interest to obey, as it were from nowhere."}
{"text": "In addition to ancestor-simulations, one may also consider the possibility of more selective simulations that include only a small group of humans or a single individual."}
{"text": "The rest of humanity would then be zombies or shadow-people humans simulated only at a level sufficient for the fully simulated people not to notice anything suspicious."}
{"text": "It is not clear how much cheaper shadow-people would be to simulate than real people."}
{"text": "It is not even obvious that it is possible for an entity to behave indistinguishably from a real human and yet lack conscious experience."}
{"text": "Even if there are such selective simulations, you should not think that you are in one of them unless you think they are much more numerous than complete simulations."}
{"text": "There would have to be about 100 billion times as many me-simulations (simulations of the life of only a single mind) as there are ancestor-simulations in order for most simulated persons to be in me-simulations."}
{"text": "There is also the possibility of simulators abridging certain parts of the mental lives of simulated beings and giving them false memories of the sort of experiences that they would typically have had during the omitted interval."}
{"text": "If so, one can consider the following (farfetched) solution to the problem of evil: that there is no suffering in the world and all memories of suffering are illusions."}
{"text": "Of course, this hypothesis can be seriously entertained only at those times when you are not currently suffering."}
{"text": "Supposing we live in a simulation, what are the implications for us humans?"}
{"text": "The foregoing remarks notwithstanding, the implications are not all that radical."}
{"text": "Our best guide to how our posthuman creators have chosen to set up our world is the standard empirical study of the universe we see."}
{"text": "The revisions to most parts of our belief networks would be rather slight and subtle in proportion to our lack of confidence in our ability to understand the ways of posthumans."}
{"text": "Properly understood, therefore, the truth of (3) should have no tendency to make us go crazy or to prevent us from going about our business and making plans and predictions for tomorrow."}
{"text": "The chief empirical importance of (3) at the current time seems to lie in its role in the tripartite conclusion established above."}
{"text": "[15] We may hope that (3) is true since that would decrease the probability of (1), although if computational constraints make it likely that simulators would terminate a simulation before it reaches a posthuman level, then out best hope would be that (2) is true."}
{"text": "If we learn more about posthuman motivations and resource constraints, maybe as a result of developing towards becoming posthumans ourselves, then the hypothesis that we are simulated will come to have a much richer set of empirical implications."}
{"text": "The probabilistic approach uses a reference class of all observers with experiences like ours, calculating that a high proportion of such observers are likely simulated."}
{"text": "The recursive nature of simulations raises the possibility of an infinite stack of realities, each embedded within a higher-level simulation."}
{"text": "The second leg suggests that advanced civilizations might refrain from running simulations due to ethical concerns, resource constraints, or lack of interest in ancestor recreation."}
{"text": "The simulation trilemma connects to Fermis paradox: if simulations are rare, where are the advanced civilizations?"}
{"text": "The simulation trilemma forces a reevaluation of extinction risks, simulation feasibility, and our existential status."}
{"text": "The simulation trilemma forces us to weigh technological inevitability against existential rarity."}
{"text": "The simulation trilemma hinges on the assumption that technological progress could enable civilizations to simulate entire universes with conscious inhabitants."}
{"text": "The simulation trilemma posits three possibilities: either civilizations rarely achieve the technological maturity to create simulations, those that do rarely run ancestor simulations, or we are almost certainly living within a simulated reality."}
{"text": "The simulation trilemmas first leg warns of a great filter, a barrier preventing most civilizations from reaching simulation capability."}
{"text": "The simulation trilemmas first proposition links to existential risk, suggesting our survival is key to rejecting simulation."}
{"text": "The simulation trilemmas second leg might stem from a taboo against simulating conscious life."}
{"text": "The simulation trilemmas second option might reflect a cultural aversion to simulating ancestors, preserving historical sanctity."}
{"text": "The simulation trilemmas third leg thrives on the scalability of simulation technology, predicting a proliferation of virtual worlds."}
{"text": "The simulation trilemmas third proposition gains traction if we assume simulations are cheap and frequent among advanced civilizations."}
{"text": "The third leg asserts that if simulations are numerous and indistinguishable from base reality, the vast majority of conscious beings are simulated, making it statistically probable that we are in a simulation."}
{"text": "We can take a further step and conclude that conditional on the truth of (3), ones credence in the hypothesis that one is in a simulation should be close to unity."}
{"text": "More generally, if we knew that a fraction x of all observers with human-type experiences live in simulations, and we dont have any information that indicate that our own particular experiences are any more or less likely than other human-type experiences to have been implemented in vivo rather than in machina, then our credence that we are in a simulation should equal x: ( {equation} {#} Cr(SIM | f_{sim} = x) = x {equation} ) This step is sanctioned by a very weak indifference principle."}
{"text": "Let us distinguish two cases."}
{"text": "The first case, which is the easiest, is where all the minds in question are like your own in the sense that they are exactly qualitatively identical to yours: they have exactly the same information and the same experiences that you have."}
{"text": "The second case is where the minds are like each other only in the loose sense of being the sort of minds that are typical of human creatures, but they are qualitatively distinct from one another and each has a distinct set of experiences."}
{"text": "I maintain that even in the latter case, where the minds are qualitatively different, the simulation argument still works, provided that you have no information that bears on the question of which of the various minds are simulated and which are implemented biologically."}
{"text": "A detailed defense of a stronger principle, which implies the above stance for both cases as trivial special instances, has been given in the literature."}
{"text": "[11] Space does not permit a recapitulation of that defense here, but we can bring out one of the underlying intuitions by bringing to our attention to an analogous situation of a more familiar kind."}
{"text": "Suppose that x% of the population has a certain genetic sequence S within the part of their DNA commonly designated as junk DNA."}
{"text": "Suppose, further, that there are no manifestations of S (short of what would turn up in a gene assay) and that there are no known correlations between having S and any observable characteristic."}
{"text": "Then, quite clearly, unless you have had your DNA sequenced, it is rational to assign a credence of x% to the hypothesis that you have S. And this is so quite irrespective of the fact that the people who have S have qualitatively different minds and experiences from the people who dont have S. (They are different simply because all humans have different experiences from one another, not because of any known link between S and what kind of experiences one has.)"}
{"text": "The same reasoning holds if S is not the property of having a certain genetic sequence but instead the property of being in a simulation, assuming only that we have no information that enables us to predict any differences between the experiences of simulated minds and those of the original biological minds."}
{"text": "It should be stressed that the bland indifference principle expressed by (#) prescribes indifference only between hypotheses about which observer you are, when you have no information about which of these observers you are."}
{"text": "It does not in general prescribe indifference between hypotheses when you lack specific information about which of the hypotheses is true."}
{"text": "In contrast to Laplacean and other more ambitious principles of indifference, it is therefore immune to Bertrands paradox and similar predicaments that tend to plague indifference principles of unrestricted scope."}
{"text": "Readers familiar with the Doomsday argument[12] may worry that the bland principle of indifference invoked here is the same assumption that is responsible for getting the Doomsday argument off the ground, and that the counterintuitiveness of some of the implications of the latter incriminates or casts doubt on the validity of the former."}
{"text": "This is not so."}
{"text": "The Doomsday argument rests on a much stronger and more controversial premiss, namely that one should reason as if one were a random sample from the set of all people who will ever have lived (past, present, and future) even though we know that we are living in the early twenty-first century rather than at some point in the distant past or the future."}
{"text": "The bland indifference principle, by contrast, applies only to cases where we have no information about which group of people we belong to."}
{"text": "If betting odds provide some guidance to rational belief, it may also be worth to ponder that if everybody were to place a bet on whether they are in a simulation or not, then if people use the bland principle of indifference, and consequently place their money on being in a simulation if they know that thats where almost all people are, then almost everyone will win their bets."}
{"text": "If they bet on not being in a simulation, then almost everyone will lose."}
{"text": "It seems better that the bland indifference principle be heeded."}
{"text": "Further, one can consider a sequence of possible situations in which an increasing fraction of all people live in simulations: 98%, 99%, 99.9%, 99.9999%, and so on."}
{"text": "As one approaches the limiting case in which everybody is in a simulation (from which one can deductively infer that one is in a simulation oneself), it is plausible to require that the credence one assigns to being in a simulation gradually approach the limiting case of complete certainty in a matching manner."}
